import React, { useEffect } from "react";

import "./index.scss";
import { Row } from "antd";

export default function TermsAr() {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, [])
  return (
    <Row className="container terms-wrapper ">
      <div className="content">
        <div>
          <h1>البنود والشروط</h1>
          <h2>اتفاقيات وشروط خدمات موقع Nejma</h2>
          <p>آخر تحديث: 11 مارس 2020</p>
          <p>تحكم اتفاقية شروط الخدمة لموقع Nejma  ("الشروط") ، من بين أمور أخرى ، استخدامك لمنصة Nejma   للفيديوهات الشخصية ، والصوتية ، و 3D ، والواقع الافتراضي (VR) ، والمحتوى الرقمي ، وغيرها من المحتويات ، وأي من المنتجات الأخرى والخدمات التي تقدمها ، Nejma Inc. (أو أي شركة تابعة لشركة Nejma Inc. ، حسب الحالة وقد يقتضي السياق ذلك) d / b / a Nejma ("نحن"  أو "Nejma ") من خلال موقعنا الإلكتروني (nejma.co) ، وتطبيق الهاتف المحمول ("التطبيق") (يُشار إليه إجمالاً بالموقع الإلكتروني ، والتطبيق ، ووسائط التكنولوجيا الأخرى المستخدمة للوصول إلى خدماتنا ومنتجاتنا ، والمشار إليها باسم "موقعنا") ، ومن خلال الخدمات التي نقدمها. يشير إليك "أنت" كمستخدم لموقعنا. قد تشير الإشارة إلى الموقع إلى موقع واحد ، و / أو منتج ، و / أو خدمة واحدة ، أو أي جزء مما سبق ، أو كل ما سبق (حسب الحالة ، كما قد يملي السياق ذلك ، وعلى النحو الذي تحدده Nejma  في تقديرها الوحيد المعقول(
            <br /><br />
            تنطبق هذه الشروط على زوار موقعنا ومستخدميه. يخضع استخدامك لموقعنا كصانع محتوى (الموضح أدناه) إلى اتفاقية شروط خدمة صانع المحتوى Nejma.
            <br /><br />
            لتجنب الشك ، و حسب موقعك  عند دخولك إلى الموقع و / أو استخدامه ، قد تختلف بعض الشروط والأحكام و / أو يمكن تعديلها أو حذفها بالكامل واستبدالها بشروط أخرى مختلفة تمامًا من وقت لآخر مع تغير القوانين واللوائح وتغيير هذا الموقع عند تحديثه.
            <br /><br />
            قد يشمل هذا ، على سبيل المثال لا الحصر ، تغييرات على الطرف المتعاقد الذي يمثل Nejma (على سبيل المثال ، قد يتم استبدال شركة Nejma Inc. بشركة تابعة) ، تغييرات في القانون الحاكم ، تغييرات في منتدى حل النزاعات ، تغييرات في الأجزاء المادية والفنية الأخرى من هذه الاتفاقية. تحتفظ Nejma  بالحق في إجراء مثل هذه التغييرات ، والتحديثات ، والتعزيزات ، والاستبدالات ، وإعادة الصياغة ، والحذف ، والتعديلات ، واستبدال الشروط ، وما إلى ذلك في أي وقت شريطة أن يتم تنفيذ هذه الإجراءات وفقًا لهذه الوثيقة.
            <br /><br />
            يرجى قراءة هذه الشروط بعناية. باستخدام موقعنا أو الإشارة إلى موافقتك (على سبيل المثال ، الموافقة عن طريق إنشاء أو عند تسجيل الدخول إلى حسابك ، والنقر على "أوافق" ، إلخ.) ، فإنك تقر و تؤكد أنك قرأت وفهمت ووافقت على الالتزام بهذه الشروط. إذا كنت لا توافق على الالتزام بهذه الشروط ، فلا يجوز لك الوصول إلى موقعنا أو استخدامه. مرة أخرى ، يعتمد استخدامك المستمر للموقع بشكل مطلق وغير مشروط على موافقتك على هذه الشروط ، لذلك إذا كنت لا توافق على هذه الشروط ، أو أي جزء منها ، فلا تدخل إلى موقعنا أو تستخدمه.
            <br /><br />
            إشعار التحكيم: يحتوي القسم 16 (اتفاقية التحكيم والتنازل عن حقوق معينة) من هذه الشروط على أحكام تنظم كيفية تسوية المطالبات التي لديك و Nejma ضد بعضكما البعض ، بما في ذلك أي مطالبات نشأت أو تم تأكيدها قبل تاريخ "آخر تحديث" في الجزء العلوي من هذه الشروط. على وجه الخصوص ، يحتوي على اتفاقية تحكيم تتطلب ، مع استثناءات محدودة ، تقديم النزاعات بينك وبين Nejma إلى التحكيم الملزم والنهائي. ما لم تقم بإلغاء الاشتراك في اتفاقية التحكيم كما هو موضح في القسم 16 (اتفاقية التحكيم والتنازل عن حقوق معينة): (1) سيُسمح لك بمتابعة المطالبات والتماس الإنصاف ضدنا فقط على أساس فردي ، وليس كمدّعي أو فئة عضو في أي فئة أو إجراء تمثيلي أو فئة ؛ و (2) التنازل عن حقك في طلب الإنصاف في محكمة قانونية وفي محاكمة أمام هيئة محلفين بشأن مطالباتك. 
          </p>
            <h2>جدول المحتويات</h2>
          <p>
            1. فيديوهات Nejma
            <br /><br />
2. شروط إضافية
<br /><br />
3.  الصلاحية
<br /><br />
4. الرسوم والمدفوعات
<br /><br />
5. الملكية
<br /><br />
6. الاستخدام المقبول لموقعنا
<br /><br />
7. سياسة حقوق المؤلف والملكية الفكرية
<br /><br />
8. الخصوصية
<br /><br />
9. محتوى وتفاعلات الطرف الثالث
<br /><br />
10. طبيعة العلاقة بينك وبين Nejma
<br /><br />
11. طبيعة العلاقة بينك وبين المستخدم صانع محتوى
<br /><br />
12. الروابط ؛ التغييرات على موقعنا
<br /><br />
13. إنهاء الحقوق وحفظها
<br /><br />
14. التعويض
<br /><br />
15. إخلاء المسؤولية والقيود على مسؤوليتنا
<br /><br />
16. اتفاقية التحكيم والتنازل عن بعض الحقوق
<br /><br />
17. أحكام أخرى
<br /><br />
18. التغييرات على هذه الشروط
<br /><br />
          </p>
          <h2>1. فيديوهات Nejma</h2>
            <p>
            أ. من خلال موقعنا ، لديك الفرصة لشراء (أو الحصول حسب مقتضى الحال ، وقد يملي السياق ذلك) محتوى مخصص (سواء كان هذا المحتوى هو فيديو أو صوت أو أي شكل آخر ، بما في ذلك على سبيل المثال لا الحصر محتوى 3D و VR ، كل فردي "فيديو Nejma " وبشكل جماعي ، "فيديوهات Nejma " من صنع المحتوى (كل منهم " صانع محتوى").
            <br /><br />
            ب. يمكنك إرسال طلب لفيديو Nejma إلى صانع محتوى من خلال موقعنا المخصص لك أو لطرف (أطراف) ثالث تحدده كمستلم (كل "مستلم" ، و "المستلمون" بشكل جماعي). عند تقديم طلب ، فإنك توافق على عدم استخدام هوية مزيفة أو تقديم معلومات خاطئة. أنت توافق على عدم استخدام موقعنا إذا سبق أن تم حذفك أو حظرك من موقعنا (أو موقع مملوك لشركة تابعة ، سواء كانت موجودة حاليًا و / أو تم إنشاؤها و / أو تم الحصول عليها من طرف Nejma ). جميع الإجراءات (بما في ذلك على سبيل المثال لا الحصر التفاعل بينك وبين مستخدمي صناع المحتوى والمستلمين (كما هو موضح هنا) و Nejma (جنبًا إلى جنب مع موظفيها ووكلائها والمتدربين الداخليين والمقاولين)) التي يتم تنفيذها بموجب هذه الوثيقة (أو بموجب أي ضمني مباشر يخضع العقد بين المستخدم وبينك) لإرشادات مجتمع Nejma  (كما قد يتم تعديله من وقت لآخر وفقًا لتقدير Nejma  وحدها وحسب ما هو متاح لك للمراجعة عن طريق طلب خطي إلى legal@nejma.co) ، والتي تم دمجها بالرجوع إلى الشروط.
            <br /><br />
            ج. أنت تقر وتوافق على أن المستخدم صانع المحتوى لديه السلطة التقديرية الوحيدة لتحديد كيفية تلبية طلبك وعلى محتوى فيديو Nejma  الذي تم إنشاؤه (وقد لا يتبع طلبك بالضبط). بموجب اتفاقيتك المستقلة المبرمة مباشرة مع مستخدم صانع المحتوى ، لدى المستخدم صانع المحتوى ما يصل إلى سبعة (7) أيام تقويمية لتلبية طلبك أو رفضه. بمجرد أن يقوم مستخدم صانع المحتوى بإنجاز طلبك ، سيتم تحصيل المبلغ المحدد في صفحة الحجز الخاصة بصانع المحتوى على موقعنا في وقت تقديم طلبك. بموجب اتفاقيتك المستقلة المبرمة مباشرة مع مستخدم صانع المحتوى ، لا يجوز لك إرجاع فيديو Nejma أو استبداله ، ولن يتم استرداد أي أموال. بصفتك متعاقدًا مستقلاً يتعاقد معك مباشرةً ، يحتفظ المستخدم صانع المحتوى بالحق في رفض أي طلب وفقًا لتقديرنا الخاص. بصفته مستخدمًا للموقع ، يحق لNejma  رفض أي طلب وفقًا لتقديرنا الخاص والذي يعتبر غير قانوني أو ينتهك إرشادات مجتمع الNejma  أو لأي سبب آخر على الإطلاق دون الحاجة إلى تفسير.
            <br /><br />
            د. رهناً بدفعك بالكامل مقابل كل فيديو من مقاطع فيديو Nejma التي تطلبها ، يمنحك  صانع المحتوى بموجب هذا حقوقًا معينة لاستخدام مقاطع فيديو Nejma لأغراضك الشخصية وغير التجارية وغير الترويجية فقط ، وفقًا لهذه الشروط: ترخيص غير حصري ، خالٍ من حقوق الملكية ، مدفوع بالكامل ، عالميًا ، قابل للإلغاء لاستخدام وإعادة إنتاج وتوزيع وعرض مقطع فيديو Nejma في أي وجميع وسائل الإعلام ، سواء كانت معروفة أو مخترعة في وقت لاحق (على سبيل المثال ، على منصات التواصل الاجتماعي).
            <br /><br />
            ه. مقاطع فيديو Nejma  مرخصة ولا تباع. لا يجوز لك بيع حقوقك أو إعادة بيعها أو تحميلها في أي فيديو من فيديوهات  Nejma . لا يجوز لك ترخيص حقوقك في فيديو Nejma  إلا بالقدر الضروري لك لاستخدام فيديو Nejma  كما هو مسموح به بموجب هذه الشروط (على سبيل المثال ، مشاركته مع الأصدقاء على منصة وسائل التواصل الاجتماعي ، وإرساله إلى مستلم شخصيًا وغير الأغراض التجارية وغير الترويجية الخاضعة لهذه الشروط).
            <br /><br />
            ف. لا يجوز لك استخدام مقطع فيديو Nejma إلا وفقًا لهذه الشروط ، بما في ذلك قيود الاستخدام المقبول في القسم 6 (الاستخدام المقبول لموقعنا). يجوز لنا إنهاء جميع التراخيص السابقة أو جزء منها في أي وقت ولأي سبب. نحتفظ بالحق في إزالة فيديو Nejma  من موقعنا في أي وقت ولأي سبب دون إشعارك.
            <br /><br />
            ز. لا يجوز لك استخدام فيديو Nejma للترويج لنشاط تجاري بدون اتفاقية خطية إضافية ومبلغ مالي يتم التفاوض عليه بينك وبين Nejma صانع المحتوى. إذا تبين أنك انتهكت هذا البند ، سواء عن قصد أم لا ، فستكون مسؤولاً عن دفع غرامة مالية كحد أدنى تساوي عشرة آلاف دولار أمريكي (10000 دولار أمريكي) مضروبة في كل استخدام مؤكد غير مصرح به لفيديو Nejma   لانتهاك ذه الشروط ، بالإضافة إلى أي أضرار أخرى تحددها محكمة قانونية بموجبها. سيتم تعليق حقوقك في استخدام الموقع على الفور ، وستخضع حقوقك في استخدام الموقع من الآن فصاعدًا إلى حق Nejma  في الإنهاء الفوري (دون المساس بحقوق Nejma  أو صانع المحتوى) ، وغيرها من الحقوق والتعويضات بموجب القانون أو بموجب هذه شروط.).
            <br /><br />
            ح. أنت تقر وتوافق على أنه ليس لديك أي توقع للخصوصية فيما يتعلق بأي مقطع فيديو تطلبه أنت أو أي تقديم (محدد أدناه) تقوم به ، وأنك لن تقدم أي طلب أو إرسال ينتهك الخصوصية أو الحقوق الأخرى للطرف الثالث. أنت تقر بأن العلامة المائية Nejma على كل فيديو Nejma يجب أن تظل سليمة وأنت توافق على عدم تعديل أو تغيير أو إزالة العلامة المائية من أي فيديو Nejma أو مساعدة أو تشجيع أي طرف ثالث على القيام بذلك. أنت توافق أيضًا على عدم تعديل أو تغيير أو إنشاء أي عمل مشتق من فيديو Nejma أو مساعدة أو تشجيع أي طرف ثالث على القيام بذلك. إذا انتهكت أي من أحكام هذه الشروط ، فإن ترخيصك لاستخدام فيديو Nejma  الممنوح بموجب البند 1 (د) ينتهي ، ويجب عليك إزالة جميع نسخ فيديو Nejma  الموجودة في حوزتك على الفور ، بما في ذلك على أي منصة وسائط اجتماعية ، إخطار أي مستلم للإنهاء ويحتاج إلى إزالة جميع النسخ ، واتخاذ أي إجراء آخر نطلبه بشكل معقول للمساعدة في تحديد موقع فيديو الNejma  وإزالته ، بما في ذلك تحديد كل مستلم.
            <br /><br />
            خ. يمكنك إنشاء حساب على موقعنا. عند إنشاء حساب ، أنت توافق على عدم استخدام هوية مزيفة أو تقديم معلومات خاطئة. أنت توافق على عدم إنشاء حساب إذا تمت إزالتك أو حظرك مسبقًا من موقعنا. إذا اعتقدنا بشكل معقول أنك فعلت ذلك ، فلدينا الحق في تعليق أو إنهاء حسابك واستخدامك لأي جزء من موقعنا. أنت مسؤول عن الحفاظ على سرية معلومات الحساب الخاص بك ، بما في ذلك اسم المستخدم وكلمة المرور. أنت مسؤول عن جميع الأنشطة التي تحدث  فيما يتعلق بحساب الموقع الخاص بك وتوافق على إبلاغنا على الفور بأي وصول أو استخدام غير مصرح به لحسابك على الموقع. أنت تقر وتوافق على أننا لسنا مسؤولين عن أي أضرار أو خسائر أو تكاليف أو نفقات أو التزامات تتعلق بأي وصول أو استخدام غير مصرح به لحسابك على الموقع.
            <br /><br />
            و. من خلال إنشاء حساب على موقعنا ، فإنك توافق على تقديم معلومات صحيحة ودقيقة وحديثة وكاملة. أنت توافق على عدم إنشاء حساب في الموقع باستخدام هوية مزيفة أو تقديم معلومات خاطئة أو إذا تمت إزالتك أو حظرك مسبقًا من موقعنا. أنت مسؤول عن الحفاظ على سرية معلومات حساب الموقع الخاص بك ، بما في ذلك اسم المستخدم وكلمة المرور. أنت مسؤول عن جميع الأنشطة التي تحدث في أو فيما يتعلق بحساب الموقع الخاص بك وتوافق على إبلاغنا على الفور بأي وصول أو استخدام غير مصرح به لحسابك على الموقع. أنت تقر وتوافق على أننا لسنا مسؤولينعن أي أضرار أو خسائر أو تكاليف أو نفقات أو التزامات تتعلق بأي وصول أو استخدام غير مصرح به لحسابك على الموقع.
            </p>
            <h2>  2  شروط إضافية</h2>
            <p>
            أ. قد تحتوي بعض المنتجات أو الخدمات المقدمة من خلال الموقع على شروط وأحكام إضافية ("شروط إضافية").
<br /><br />
ب. في حالة تطبيق شروط إضافية ، سوف نوفر لك قراءتها فيما يتعلق بهذا المنتج أو الخدمة. باستخدام هذا المنتج أو الخدمة ، فإنك توافق على الشروط الإضافية.
<br /> <br />
ج. إلى الحد الذي تتعارض فيه الشروط الإضافية مع أي من هذه الشروط ، ستحكم هذه الشروط ما لم يتم تحديد خلاف ذلك في هذه الشروط الإضافية.
            </p>
            <h2>3.  الصلاحية</h2>
            <p>
            أ. العمر: يجب ألا يقل عمرك عن (13) عامًا لاستخدام موقعنا.
            <br /> <br />
ب. الإقرارات والضمانات: أنت تقر وتتعهد بما يلي:
<br /> <br />
أ. لم يتم منعك من استخدام أو الوصول إلى أي جانب من جوانب موقعنا من قبلنا أو بموجب أي قانون أو لائحة سارية ؛
ثانيا. ستلتزم بجميع الشروط والأحكام ، كما تتم مراجعتها من وقت لآخر ، من أي جهة دفع تابعة لطرف ثالث نختارها من قبلنا ، وأنت لست على قائمة محظورة لمزود الدفع من الطرف الثالث ؛

ثالثا. لم نقم سابقًا بتعطيل أي حساب قمت بإنشائه في الموقع أو التحكم فيه لانتهاك أي قانون أو لائحة ، أو انتهاك أي طرف ثالث ، أو انتهاك أي من هذه الشروط ؛ 

رابعًا. أنت لست مجرماً جنسياً.
<br /> <br />

ج. مراقبة التصدير: لا يجوز لك استخدام أي جزء من موقعنا أو تصديره أو استيراده أو نقله باستثناء ما هو مصرح به بموجب القوانين واللوائح المعمول بها في الولايات المتحدة الأمريكية ، والقوانين واللوائح الخاصة بالسلطة القضائية التي تستخدم أو تصل إلى موقعنا أو أي قوانين ولوائح سارية أخرى.

            </p>
            <h2>4. الرسوم والمدفوعات</h2>
            <p>أ. الرسوم. يتم تحديد رسوم فيديو Nejma  على صفحة الحجز الخاصة بالمستخدم  صانع المحتوى على موقعنا في الوقت الذي تقدم فيه طلبك. أنت توافق على دفع جميع المبالغ المستحقة وفقًا لشروط الدفع السارية عند إرسال طلبك.
            <br /> <br />
            ب. الدفع.
<br /> <br />
أولا. يمكنك طلب فيديو Nejma إما باستخدام بطاقة ائتمان أو خصم صالحة من خلال مزود خدمة الدفع من طرف ثالث على nejma.co.
<br /> <br />
ثانيا. متى وحيثما كان ذلك متاحًا ، يمكنك طلب دفع نقدي للفيديو. سيتم استكمال و / أو تعديل هذه الشروط بشروط الدفع النقدي (متوفرة على www.nejma.co/paymentoptions/cashterms) حيث يتوفر الدفع نقدًا. لتجنب الشك ، فإن عدم وجود هذه الشروط في الرابط المشار إليه هنا لا يعني ، ولا يجوز تفسيره ، على أنه يعني أن هذه الشروط والأحكام الإضافية لا تنطبق على هذه الشروط. يمكنك طلب نسخة من هذه الشروط وأية شروط أخرى مشار إليها في هذه الوثيقة وغير متاحة عبر الإنترنت عن طريق إرسال بريد إلكتروني إلى legal@nejma.co.
<br /> <br />
ثالثا. متى وحيثما كان ذلك متاحًا ، يمكنك طلب أن يتم دفع مقطع فيديو Nejma عن طريق مدفوعات مجمعة /  مقسمة بينك وبين أطراف ثالثة أخرى لمستلم واحد. سيتم استكمال و / أو تعديل هذه الشروط من خلال شروط الدفع المجمعة متوفرة على www.nejma.co/paymentoptions/split) حيث تتوفر / يتم توفير الدفعات المجمعة / المدمجة / المقسمة. لتجنب الشك ، فإن عدم وجود هذه الشروط في الرابط المشار إليه هنا لا يعني ، ولا يجوز تفسيره ، على أن هذه الشروط والأحكام الإضافية لا تنطبق على هذه الشروط. يمكنك طلب نسخة من هذه الشروط وأية شروط أخرى مشار إليها في هذه الوثيقة وغير متاحة عبر الإنترنت عن طريق إرسال بريد إلكتروني إلى legal@nejma.co.
<br /> <br />
رابعًا. متى وحيثما كان ذلك متاحًا ، يمكنك طلب أن يتم دفع فيديو Nejma عن طريق الأرصدة / دفع المحفظة. سيتم استكمال و / أو تعديل هذه الشروط من خلال شروط الدفع الخاصة بالائتمان / المحفظة (متوفرة على www.nejma.co/paymentoptions/creditsandwallets) حيث / يتم توفير الدفع عن طريق الاعتمادات / المحافظ. لتجنب الشك ، فإن عدم وجود هذه الشروط في الرابط المشار إليه هنا لا يعني ، ولا يجوز تفسيره ، على أنه يعني أن هذه الشروط والأحكام الإضافية لا تنطبق على هذه الشروط. يمكنك طلب نسخة من هذه الشروط وأية شروط أخرى مشار إليها في هذه الوثيقة وغير متاحة عبر الإنترنت عن طريق إرسال بريد إلكتروني إلى legal@nejma.co.
<br /> <br />
خامسا. لكل فيديو Nejma مطلوب على nejma.co ، يجب أن تزود مزود الدفع التابع لطرف ثالث ببطاقة ائتمان أو خصم صالحة (Visa أو MasterCard أو أي مصدر آخر يقبله مزود الدفع). تحكم اتفاقية مزود الدفع الخاصة بك استخدامك لبطاقة الائتمان أو الخصم الخاصة بك ، ويجب عليك الرجوع إلى تلك الاتفاقية وليس إلى هذه الشروط لتحديد حقوقك ومسؤولياتك. أنت تقر وتوافق على أن Nejma لا تعمل أو تمتلك أو تتحكم في أي مزود دفع تستخدمه Nejma ، وأن استخدامك لأي مزود للدفع هذا يخضع للشروط والأحكام وسياسات الخصوصية الخاصة بمزود الدفع هذا. أنت توافق أيضًا على إبلاغ مزود الدفع على الفور بأي تغيير في عنوان إرسال الفواتير (أو معلومات أخرى) لحساب بطاقة الائتمان أو الخصم الذي تستخدمه للدفع. من خلال تقديم رقم بطاقة الخصم أو بطاقة الائتمان ومعلومات الدفع المرتبطة بها ، فإنك توافق على أن Nejma  قد تفرض تعليقًا على التفويض المسبق على بطاقتك ، وبعد استيفاء طلبك ، تفوض مزود الدفع بتحصيل الرسوم منك فورًا لجميع المبالغ المستحقة والمستحقة الدفع بدون أي إشعار أو موافقة منك.
<br /> <br />
ج. أسئلة الدفع. إذا كان لديك سؤال حول تحصيل رسوم من بطاقة الائتمان أو الخصم الخاصة بك ، يرجى التواصل معنا على الفور على help@nejma.co. لدينا السلطة التقديرية الوحيدة لتحديد كيفية حل نزاعات الفواتير. أنت توافق على الامتثال لشروط مزود السداد الخاص بطرف ثالث الذي اخترناه ، والذي يخضع للتغيير وفقًا لتقديرنا.
</p>
<h2>5. الملكية</h2>
<p>
أ. أنت تقر وتوافق على أن كل فيديو Nejma مملوك لصانع المحتوى الذي صنعه.
<br /> <br />

ب. نحن ، أو المرخص لنا ، نمتلك كل الحقوق وحقوق الملكية والمصلحة في: (1) موقعنا و "شكلا وأسلوبا" ، بما في ذلك جميع البرامج والأفكار والعمليات والبيانات والنص والوسائط وغيرها من المحتوى المتاح على موقعنا (بشكل فردي وجماعي ، "محتوى الNejma ") ؛ و (2) علاماتنا التجارية وشعاراتنا وعناصر علامتنا التجارية ("العلامات"). كل من موقعنا ومحتوى Nejma  والعلامات محمي بموجب القوانين واللوائح المعمول بها في الولايات المتحدة وأماكن أخرى حول العالم. لا يجوز لك نسخ أو إعادة استخدام أي جزء من HTML / CSS أو JavaScript أو عناصر التصميم المرئي أو المفاهيم دون موافقة كتابية صريحة مسبقة.
<br /> <br />
ج. إنك تمنحنا بموجب هذه الاتفاقية ترخيصًا غير حصري وخالي من حقوق الملكية ومدفوع بالكامل وغير محدود وعالميًا وقابل للترخيص من الباطن (من خلال مستويات متعددة من التراخيص الفرعية) وترخيص دائم وغير قابل للإلغاء ، بأي طريقة ولكل الوسائط ، سواء كانت معروفة أو مخترعة فيما بعد (بما في ذلك منصات وسائل التواصل الاجتماعي) ، لاستخدام وإعادة إنتاج وترخيص وتوزيع وتعديل وتكييفوإعادة الأداء والعرض العام وإنشاء أعمال اشتقاقية واستخدام ما يلي لأغراض تشغيل وتوفير موقعنا ، وتطوير و تحسين منتجاتنا وخدماتنا والإعلان والتسويق والترويج لموقعنا ومنتجاتنا وخدماتنا: (1) أي طلب (فيديو أو نص أو غير ذلك) تقدمه لأي مستخدم صانع المحتوى ، بما في ذلك المعلومات المتعلقة بأي مستلم ؛ و (2) أي تقديم تقدمه إلى Nejma  ، سواء من خلال موقعنا أو منصة وسائط اجتماعية أو موقع ويب لطرف ثالث ، أو خلاف ذلك ، بما في ذلك فيديوهات رد الفعل أو الفكرة أو الملكية الفكرية أو حقوق الدعاية أو التعليقات (المحددة أدناه) ، مراجعة أو صورة أو مقطع فيديو أو بريد إلكتروني أو رسالة نصية أو مشاركة أو أي اتصال آخر ، سواء كان مرتبطًا بك أو بطرف ثالث ((1) و (2) لكل منهما ، بشكل فردي وجماعي ، "إرسال"). أنت تقر وتضمن أنك: (1) تمتلك جميع الحقوق في أي تقديم ؛ أو (2) جميع الحقوق اللازمة ، بما في ذلك ما يتعلق بأي طرف ثالث ساهم في ، أو تم تضمينه ، أو تمت الإشارة إليه في أي تقديم ، لمنحنا الحقوق المذكورة أعلاه. لن تقوم بتقديم أي تقديم سري أو مملوك ولن يتضمن أي تقديم أو تضمين أي معلومات ليس لديك الحق في الكشف عنها أو أنك أو أي مستلم لا ترغب في الكشف عنها. لن تكون Nejma  مسؤولة أو مسؤولة عن أي استخدام أو إفشاء لأي تقديم ، بما في ذلك أي معلومات شخصية لك أو لأي طرف ثالث.
<br /> <br />

د. قد نرفض ، لأي سبب من الأسباب ، قبول إرسال أو نقل أو رفض إزالة أي تقديم من موقعنا. علاوة على ذلك ، نحتفظ بالحق في تقرير ما إذا كان أحد المستندات المرسلة ينتهك هذه الشروط ويجوز لنا ، في أي وقت ، دون إشعارك ووفقًا لتقديرنا الخاص ، إزالة مشاركتك ، أو حظرك من موقعنا ، أو إنهاء وصولك ، أو اتخاذ إجراء مناسب آخر لانتهاك هذه الشروط.
<br /> <br />

ه. إذا كانت مشاركتك تتكون من أي أفكار أو اقتراحات أو مقترحات أو خطط أو مواد أخرى ذات صلة بأعمالنا ("ملاحظات" بشكل فردي وجماعي) ، فإنك تقر وتوافق على أنك ترسل هذه التعليقات على مسؤوليتك الخاصة وأن Nejma لا يوجد لديها التزام (بما في ذلك أي التزام بالسرية أو الخصوصية) فيما يتعلق بتلك التعليقات ، وأنت تمنح Nejma لNejma  غير حصرية ، وخالية من حقوق الملكية ، ومدفوعة بالكامل ، وغير محدودة ، وعالمية ، وقابلة للترخيص من الباطن (من خلال مستويات متعددة من التراخيص الفرعية) ، ودائم ، و ترخيص غير قابل للإلغاء ، بأي شكل وكل وسيلة ووسائط ، سواء كانت معروفة الآن أو تم اختراعها فيما بعد ، لإعادة إنتاج أو ترخيص أو توزيع أو تعديل أو تكييف أو أداء علني أو عرض علني أو إنشاء أعمال مشتقة (على سبيل المثال ، الترجمات أو التعديلات أو التغييرات الأخرى ) ، والاستخدام والاستغلال بأي شكل من الأشكال (بما في ذلك تجاريًا) ، وأي وجميع الملاحظات. 
<br /> <br />

و. أنت بموجب هذه الاتفاقية تتنازل عن أي حقوق معنوية (مثل "حقوق معنوية") قد تمتلكها أنت أو أي طرف ثالث في أي تقديم ، بما في ذلك على سبيل المثال لا الحصر التعليقات. 

</p>
<h2>6. الاستخدام المقبول لموقعنا</h2>
<p>
أ. مسؤولياتك: أنت مسؤول عن استخدامك لأي من مقاطع فيديو Nejma وحساب موقعك وموقعنا وأي تقديم. لتجنب الشك ، فإن استخدامك لأي فيديو من نجوم يتضمن الاستخدام في أي مكان (على موقعنا أو غير ذلك). بالإضافة إلى الموافقة والفهم والاعتراف بأن أفعالك الواردة أدناه تخضع لإرشادات Nejma  ، فإنك تقر وتضمن ما يلي: (1) أنك لن تستخدم أو تأذن باستخدام أي فيديو Nejma  لأي أغراض غير الأغراض الشخصية ، الأغراض غير التجارية وغير الترويجية المنصوص عليها في البند 1 (د) و (2) عند استخدام فيديو Nejma  وحساب موقعك وموقعنا ، وفي إجراء أي تقديم ، لن تقوم بما يلي:
<br /> <br />
أولا. تنتهك أي قانون أو لائحة أو أمر محكمة ؛
<br /> <br />
ثانيا. تنتهك أو تخرق أو تسيئ حقوق الملكية الفكرية أو الخصوصية أو الدعاية أو الحقوق المعنوية أو غيرها من الحقوق القانونية لأي طرف ثالث ؛
<br /> <br />
ثالثا. اتخاذ أي إجراء يكون أو يقدم أو ينشر أو يشارك أو ينقل أي شيء أو يحرض أو يشجع على إجراء صريح أو ضمني: غير قانوني أو مسيء أو مضايق أو تهديدي أو يحض على الكراهية أو عنصري أو مهين أو ضار بأي سمعة أو إباحية أو غير لائق أو بذيء أو فاحش أو مرفوض بأي طريقة أخرى (بما في ذلك العُري) ؛
<br /> <br />

رابعًا. إرسال إعلانات أو اتصالات تجارية ، بما في ذلك البريد العشوائي ، أو أي اتصالات أخرى غير مرغوب فيها أو غير مصرح بها ؛
<br /> <br />


خامسا. الانخراط في التجسس أو حصاد البيانات ، أو المشاركة في استخدام البرامج ، بما في ذلك برامج التجسس ، المصممة لجمع البيانات من موقعنا ، بما في ذلك من أي مستخدم لموقعنا ؛
<br /> <br />


السادس. نقل أي فيروس أو تعليمات حاسوبية أخرى أو وسائل تكنولوجية تهدف إلى ، أو قد تؤدي ، إلى تعطيل أو إتلاف أو التدخل في استخدام أجهزة الكمبيوتر أو الأنظمة ذات الصلة ؛
<br /> <br />


سابعا. مطاردة أو مضايقة أو تهديد أو إيذاء أي طرف ثالث ؛
<br /> <br />


ثامنا. انتحال شخصية أي طرف ثالث ؛
<br /> <br />


تاسعا. المشاركة في أي نشاط احتيالي أو غير قانوني ، بما في ذلك التصيد الاحتيالي أو غسل الأموال أو الاحتيال ؛
<br /> <br />


عاشرا. استخدام أي وسيلة لكشط أو الزحف إلى أي جزء من موقعنا ؛
<br /> <br />


حادي عشر. محاولة التحايل على أي إجراء تكنولوجي تم تنفيذه من قبلنا أو أي من موردينا أو أي طرف ثالث آخر (بما في ذلك مستخدم آخر) لحمايتنا أو موقعنا أو المستخدمين أو المستلمين أو أي طرف ثالث آخر ؛
<br /> <br />


ثاني عشر. الوصول إلى موقعنا للحصول على معلومات لإنشاء موقع أو تطبيق أو خدمة مماثلة أو تنافسية ؛
<br /> <br />


الثالث عشر. محاولة فك أو فك أو تفكيك أو عكس هندسة أي برنامج أو رمز أساسي آخر يستخدم لتوفير موقعنا ؛ أو
<br /> <br />


الرابع عشر. الدفاع عن أو تشجيع أو مساعدة أي طرف ثالث في القيام بأي مما سبق.
<br /> <br />


ب. التحقيقات: أنت تقر وتوافق على أننا لسنا ملزمين بمراقبة الوصول إلى موقعنا أو استخدامه من جانبك أو من قبل أطراف ثالثة (بما في ذلك مراقبة عمليات الإرسال) ، ولكن لدينا الحق في القيام بذلك من أجل تشغيل موقعنا ، لضمان الامتثال لـ هذه الشروط ، للامتثال للقانون المعمول به أو اللائحة أو أمر المحكمة أو أي طلب أو عملية قانونية أو إدارية أو تنظيمية أخرى ، أو غير ذلك. دون تقييد أي من حقوقنا ، فإنك تقر وتوافق على أن أي طلب ترسله لفيديو Nejma  قد يتم رفضه من قبلنا أو من قبل مستخدم صانع المحتوى ؛ إذا حدث ذلك أكثر من مرة ، فقد نقوم بحظرك من موقعنا ، وإنهاء و / أو تعليق وصولك ، أو اتخاذ إجراء مناسب آخر حسبما نراه ضروريًا و / أو مناسبًا وفقًا لتقديرنا الخاص.
</p>
<h2>7. سياسة حقوق المؤلف والملكية الفكرية</h2>
<p>
أ. سياسة الإنهاء: إذا قررنا أنك تنتهك حقوق الطبع والنشر بشكل متكرر ، فيجوز لنا إنهاء وصولك إلى موقعنا واتخاذ الإجراءات المناسبة الأخرى وفقًا لتقديرنا الخاص.
<br /> <br />

ب. إشعار قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية: نرد على إشعارات الانتهاك المزعوم لحقوق الطبع والنشر وننهي الوصول إلى موقعنا بسبب تكرار الانتهاك. إذا كنت تعتقد أنه تم نسخ المواد الخاصة بك بطريقة تشكل انتهاكًا لحقوق الطبع والنشر ، فيرجى إعادة توجيه المعلومات التالية إلى وكيل حقوق الطبع والنشر المذكور أدناه:
<br /> <br />


أولا. عنوانك ورقم هاتفك وعنوان بريدك الإلكتروني ؛
<br /> <br />

ثانيا. وصف للعمل الذي تدعي أنه تم انتهاكه ؛
<br /> <br />

ثالثا. وصف للمادة التي تدعي أنها تنتهك وتطلب إزالتها مع معلومات حول مكان وجودها ؛
<br /> <br />

رابعًا. بيان بأنك "تعتقد بحسن نية أن استخدام المواد بالطريقة التي تم الشكوى منها غير مصرح به من قبل مالك حقوق الطبع والنشر أو وكيله أو القانون" ؛
<br /> <br />

خامسا. توقيع إلكتروني أو مادي لمالك حقوق الطبع والنشر (أو الشخص المفوض بالتصرف لصالح مالك حقوق الطبع والنشر) ؛ 
<br /> <br />

سادسا. بيان منك ، تحت عقوبة الحنث باليمين ، بأن المعلومات التي تقدمها دقيقة وأنك مالك حقوق الطبع والنشر أو مفوض للتصرف نيابة عن مالك حقوق الطبع والنشر.
<br /> <br />

ج. وكيل حقوق النشر:
<br /> <br />

Nejma Inc. c / o Department Legal 251 Little Falls Drive Wilmington، New Castle County، DE 19808
<br /> <br />

د. أنت تقر وتوافق على أنه إذا أخفقت في الامتثال لمتطلبات القسم 7 (حقوق الطبع والنشر وسياسة الملكية الفكرية) ، فقد لا يكون إشعارك صالحًا. لتجنب الشك ، يجب توجيه إشعارات انتهاك حقوق الطبع والنشر المزعومة فقط إلى وكيل حقوق الطبع والنشر لدينا.

</p>
<h2> 8. الخصوصية</h2>
<p>
أ. توضح سياسة الخصوصية الخاصة بنا كيفية جمع واستخدام ومشاركة المعلومات الشخصية والبيانات الأخرى.
<br /> <br />
ب. باستخدام موقعنا ، فإنك توافق على سياسة الخصوصية الخاصة بنا.
<br /> <br />
ج. لتجنب الشك المطلق ، هل يجب علينا أن نلزم ، أو نطلب ، الافصاح عن بياناتك الشخصية ، أو أي بيانات أو معلومات تتعلق بما يلي: (1) استخدامك للموقع ؛ `2` خدمات Nejma  ؛ (3) علاقتك مع المستخدم ؛ (4) مقطع فيديو Nejma ، (v) وما إلى ذلك ، بأمر من المحكمة أو أي توجيه قانوني آخر صادر عن محكمة ذات سلطة قضائية مختصة بإنفاذ القانون لأي سبب من الأسباب ، بما في ذلك على سبيل المثال لا الحصر المعلومات المتعلقة بقضية حيث يمكنك الوصول إلى الموقع أو الNejma  تم تعليق الخدمات و / أو إنهائها ، فأنت تمنحنا الحق في نشر مثل هذه البيانات في الحالات التي نكون فيها مجبرون علينا بموجب القانون أو يطلب منا ذلك طوعًا.
</p>
<h2>9. محتوى وتفاعلات الطرف الثالث</h2>
<p>أ. قد يحتوي موقعنا على ميزات ووظائف قد ترتبط بك أو توفر لك الوصول إلى محتوى طرف ثالث ، بما في ذلك فيديوهات  Nejma  ، المستقلة تمامًا عنا ، بما في ذلك مواقع الويب والأنظمة الأساسية والأدلة والخوادم والشبكات والأنظمة والمعلومات وقواعد البيانات والتطبيقات أو البرامج أو  المنتجات أو الخدمات والإنترنت بشكل عام. تفاعلاتك مع أطراف ثالثة ، بما في ذلك المستخدمين و صناع المحتوى ، الموجودة على موقعنا أو من خلاله ، هي فقط بينك وبين الطرف الثالث ؛ ومع ذلك ، قد تتدخل Nejma  ، وفقًا لتقديرها الخاص ، في أي نزاع وسوف تتعاون بشكل معقول مع Nejma  إذا فعلت ذلك. يجب عليك إجراء أي تحقيق تشعر أنه ضروري أو مناسب قبل متابعة التفاعل. أنت توافق على عدم الاتصال أو التفاعل مع أي صانع محتوى باستثناء ما هو مسموح به صراحةً من خلال موقعنا. أنت تقر وتوافق على أننا لسنا مسؤولين عن أي أضرار أو خسائر أو تكاليف أو نفقات أو التزامات من أي نوع أو طبيعة يتم تكبدها نتيجة لأي تفاعل من هذا القبيل. بموجب هذا ، ستعفي كل طرف من أعضاء الNejma  (كما هو موضح أدناه) من المطالبات والطلبات والأضرار (الفعلية واللاحقة) من كل نوع أو طبيعة ، سواء كانت معروفة أو غير معروفة ، أو مشتبه بها أو غير مشتبه بها ، أو تم الكشف عنها أو لم يتم الكشف عنها ، أو تنشأ عن أو بأي طريقة تتعلق بهذه النزاعات أو موقعنا.
<br /> <br />
إذا كنت مقيمًا في كاليفورنيا ، فأنت بذلك تتنازل عن القسم المدني من قانون كاليفورنيا 1542 (وأي دولة أخرى مماثلة قابلة للتطبيق) ، والتي تنص على: "لا يمتد الإصدار العام إلى المطالبات التي لا تعلق على المدقق أو الإغلاق بخلاف سواء كان ذلك في صالحه أو وقته في تنفيذ الإفراج عن ذلك ، وإذا كان قد عرف من قبله أو كان سيؤثر بشكل كبير على نفسه أو على تسوية مع المدين أو الطرف الذي تم إطلاق سراحه.
<br /> <br />
ب. من وقت لآخر ، قد يتم تحديد الكيان الخيري على صفحة الحجز الخاصة بمستخدم صانع المحتوى أو أن يكون مرتبطًا بمستخدم صانع المحتوى في مكان آخر على موقعنا ("المؤسسة الخيرية"). على سبيل المثال ، قد تشير صفحة الحجز الخاصة بصانع المحتوى إلى أن كل أو جزء من إيرادات صانع المحتوى من مقطع فيديو من نجوم سيتم منحها للمؤسسة الخيرية. تتم جميع هذه الترتيبات بدقة بين صانع المحتوى و المؤسسة الخيرية . Nejma  ليست راعية للمؤسسة الخيرية ولا تصادق عليها وليست شريكًا تجاريًا فيما يتعلق بهذه الترتيبات (ما لم ينص على خلاف ذلك صراحةً كتابيًا من قبل Nejma ). ما لم ينص صراحة على ذلك ، لا تتحكم Nejma  ولا تقدم أي ضمانات بشأن المؤسسة الخيرية أو أي تبرع لها.
</p>
<h2>10. طبيعة العلاقة بينك وبين Nejma</h2>
<p>
أ. توافق أنت وNejma  وتعلنان أن هذه الشروط تنشئ اتفاقية ترخيص لاستخدام الموقع. يعد الموقع ببساطة واحدا من العديد من الأدوات المتاحة لك والتي قد اخترت طوعًا استخدامها لانشاء صانع المحتوى.
<br /> <br />
ب. إن استخدامك لهذا الموقع لا يمنع ولن يمنعك أ بأي شكل من الأشكال من استخدام وسائل أخرى (بما في ذلك الوسائل الموجودة التي تستخدمها اليوم والتي قد تكون أو لا تكون مفيد في استخدام موقعنا) أو المواقع المنافسة أو الحصول على صانع المحتوى بنفسك.
<br /> <br />
ج. في حال تم إنهاء قدرتك على استخدام هذا الموقع أو الوصول إليه و / أو تعليقه كليًا أو جزئيًا من قِبلنا بسبب انتهاك الشروط ، أو لأي سبب قانوني آخر ، فلا شيء يمنعك بأي شكل من الأشكال، من استخدام وسائل أخرى (بما في ذلك الوسائل الحالية التي تستخدمها اليوم ، والتي قد تكون أو لا تكون مفيدة مثل استخدام موقعنا) أو المواقع المنافسة لاستخدام المواقع والخدمات المشابهة لهذا الموقع.
<br /> <br />
د. أنت تقر وتوافق على أنك لست مشتركًا في التمويل ، أو صاحب حق امتياز ، أو شريك ، أو وكيل ، أو موظف في Nejma  ، ولن تمثل نفسك على هذا النحو.
<br /> <br />
 ذ. أنت وحدك المسؤول الحصري عن التواصل مع  صانعي المحتوى لإنشاء أي فيديو Nejma بموجب اتفاقية يتم التفاوض عليها وإنهائها مباشرة بينك وبين المستخدم صانع المحتوى. ليس لدينا الحق في ، ولن نتحكم ، في الطريقة أو تحديد طريقة إنهاء اتفاقك مع المستخدم صانع  المحتوى. إن موافقتك على تضمين إرشادات مجتمع Nejma كجزء من عقدك الخاص بينك وبين كل مستخدم صانع  المحتوى هو شرط مسبق طوعي مرتبط باستخدامك واستخدامك المستمر للموقع.
 <br /> <br />
ف. أنت تقر وتضمن أنه بينك و بين Nejma   (سواء كنت مستخدم صانع  المحتوى ، أو أحد الوالدين أو الوصي القانوني لمستخدم صانع  المحتوى ، أو مؤسسة ، أو صانع  محتوى تابع ، أو شريك Nejma  ، أو غير ذلك) ، فإنك تتحمل المسؤولية الوحيدة عنه ، وستدفع أو تسبب في الدفع ، جميع المساهمات والمدفوعات والضرائب والاستقطاعات المطبقة للتأمين الاجتماعي ومزايا التقاعد والتأمين ضد البطالة والمعاشات والمدفوعات التقاعدية أو صندوق الرعاية الاجتماعية التي يتطلبها القانون أو أي اتحاد عمالي ، وجميع الضرائب المقتطعة أو ضرائب الدخل ، وتقديم أي تقارير مطلوبة نتيجة للمشاركة على موقعنا بموجب هذه الشروط.
<br /> <br />
و. ستستخدم معداتك الخاصة لأداء التزاماتك بموجب هذه الشروط وبموجب أي عقد ضمني بينك وبين أي مستخدم لإنتاج فيديو Nejma . أنت وحدك المسؤول عن إجراء أي إفشاء مطلوب بموجب أي قانون أو لائحة أو أمر محكمة سارٍ أو أي اتفاقية قد تكون بينك وبين أي أطراف ثالثة لأي شخص أو كيان فيما يتعلق باستخدامك للموقع وأي اتفاقية (اتفاقيات) قد تبرم معها لكل مستخدم صانع  محتوى.
<br /> <br />
ز. علاقتك مع Nejma  ليست حصرية ، مما يعني أنه يمكنك استخدام مواقع مشابهة لهذا الموقع للحصول على صانعي المحتوى وأننا نستطيع أن نفعل ، ونوفر ، الوصول إلى أطراف ثالثة أخرى كما هو متوخى في هذه الشروط.
</p>
<h2>11. طبيعة العلاقة بينك وبين المستخدم صانع محتوى</h2>
<p>
أ. إنك تستخدم الموقع لإيجاد مستخدمي صانعيالمحتوى  بحيث يمكنك التعاقد بشكل مستقل ومباشر مع كل مستخدم صانع محتوى من أجل إشراك خدماتهم فيما يتعلق بإنشاء فيديو Nejma. لتفادي الشك المطلق ، أنت تفهم وتوافق وتقر بأن Nejma  ، وأي من الشركات التابعة لها (الموجودة حاليًا و / أو التي تم إنشاؤها و / أو تم الحصول عليها و / أو اكتسابها) ليست طرفًا في أي عقد مباشر بينك وبين كل مستخدم صانع  المحتوى سواء كان هذا العقد ضمنيًا أو شفهيًا أو مقتصرًا على أداة مكتوبة.
<br /> <br />
ب. لتجنب الشك المطلق ، يمكن اختزال أي عقد ضمني ، وأي إشارة إلى عقد ضمني في هذه الوثيقة ، بينك وبين المستخدم صانع  المحتوى إلى أداة مكتوبة بينك وبين المستخدم صانع  المحتوى هذا بشكل مباشر ومستقل لإنتاج فيديو Nejma  من قبل صانع  المحتوى شريطة أن تكون هذه الاتفاقية المكتوبة هي: (1) قانونية بموجب القوانين واللوائح المعمول بها ؛ (2) لا تخالف أو تتحايل أو تجعل من المستحيل بأي التزامات أو مسؤوليات قد تضطر أنت أو صانع  المحتوى إلى Nejma  بموجب اتفاقية (اتفاقيات) منفصلة مع Nejma  ؛ و (3) طوعًا يتضمن إرشادات مجتمع الNejma .
<br /> <br />
ج. يجب أن تكون أي اتفاقية ضمنية و / أو مكتوبة مستقلة عن:
<br /> <br />
أولا. أي اتفاقية (اتفاقيات) (مكتوبة أو غير ذلك) أبرمتها أنت وNejma  تتعلق باستخدام الموقع واستخدامه المستمر ؛
<br /> <br />
ثانيا. أي اتفاقية (اتفاقيات) (مكتوبة أو غير ذلك) أبرمها صانع  المحتوى وNejma  تتعلق باستخدام الموقع واستخدامه المستمر ؛ و
<br /> <br />
ثالثا. الالتزامات والمسؤوليات التي يجب عليك وعلى المستخدم صانع  المحتوى الامتثال للقوانين واللوائح المعمول بها.
</p>
<h2>12. الروابط ؛ التغييرات على موقعنا</h2>
<p>
أ. الروابط: قد يحتوي موقعنا على روابط إلى منصات وسائل التواصل الاجتماعي أو مواقع الطرف الثالث. أنت تقر وتوافق على ما يلي: (1) لا يعني الرابط أننا نؤيد أو ننتمي إلى المنصة أو الموقع الإلكتروني ؛ و (2) نحن لسنا مسؤولين عن أي أضرار أو خسائر أو تكاليف أو نفقات أو التزامات تتعلق باستخدامك للمنصة أو موقع الويب. يجب عليك دائمًا قراءة الشروط والأحكام وسياسة الخصوصية للمنصة أو الموقع قبل استخدامها.
<br /> <br />
ب. التغييرات في موقعنا: نقوم بتحديث موقعنا كثيرًا. أنت تقر وتوافق على أنه يجوز لنا تغيير أو إيقاف أي جانب من جوانب موقعنا في أي وقت ، بإشعار أو بدون إشعار لك.
</p>
<h2>13. إنهاء الحقوق وحفظها</h2>
<p>يمكنك التوقف عن استخدام موقعنا في أي وقت. يمكنك إلغاء حساب الموقع الخاص بك في أي وقت من خلال الاتصال بنا على help@nejma.co. نحتفظ بالحق في إنهاء الوصول إلى موقعنا لأي شخص ، بما في ذلك أنت في أي وقت ولأي سبب ، وفقًا لتقديرنا الخاص. إذا انتهكت أيًا من هذه الشروط ، فسيتم إنهاء إذنك باستخدام موقعنا تلقائيًا.</p>
<h2>14 إخلاء المسؤولية والقيود على مسؤوليتنا</h2>
<p>
أ. أنت تقر وتوافق على أن استخدامك لموقعنا على مسؤوليتك الخاصة وأن موقعنا يتم توفيره على أساس "كما هو" و "كما هو متاح". إلى الحد الذي يسمح به القانون المعمول به ، تخلي أطراف الNejma  مسؤوليتها عن جميع الضمانات والشروط والعروض من أي نوع ، سواء كانت صريحة أو ضمنية أو قانونية أو غير ذلك ، بما في ذلك تلك المتعلقة بالتسويق والملاءمة لغرض معين وعدم الانتهاك و تلك الناشئة عن مسار التعامل أو استخدام التجارة.
<br /> <br />
ب. على وجه الخصوص ، لا تقدم أطراف الNejma  أي إقرارات أو ضمانات حول دقة أو اكتمال المحتوى المتاح على موقعنا أو من خلاله أو محتوى أي منصة لوسائل التواصل الاجتماعي أو موقع طرف ثالث مرتبط أو متكامل مع موقعنا. أنت تقر وتوافق على أن أطراف Nejma  لن تكون مسؤولة عن أي: (1) أخطاء أو عدم دقة في المحتوى ؛ (2) الإصابة الشخصية أو تلف الممتلكات أو أي ضرر آخر ناتج عن وصولك إلى موقعنا أو استخدامه ؛ (3) أي وصول أو استخدام غير مصرح به لخوادمنا أو أي معلومات شخصية أو بيانات مستخدم ؛ (4) أي انقطاع في الإرسال من وإلى موقعنا ؛ (5) أي أخطاء أو فيروسات أو أحصنة طروادة أو ما شابه ذلك قد تنتقل على موقعنا أو من خلاله ؛ أو (6) أي أضرار أو خسائر أو تكاليف أو نفقات أو التزامات من أي نوع يتم تكبدها نتيجة استخدام أي محتوى تم نشره أو مشاركته عبر موقعنا.
<br /> <br />
ج. أنت تقر وتوافق على أن أي مواد أو معلومات تم تنزيلها أو الحصول عليها من خلال موقعنا ، بما في ذلك أي فيديو من Nejma  ، تتم على مسؤوليتك الخاصة وأنك ستكون وحدك المسؤول عن أي أضرار أو خسائر أو تكاليف أو نفقات أو التزامات ناشئة عن أو فيما يتعلق بذلك. لن تقدم أي نصيحة أو معلومات ، سواء كانت شفهية أو مكتوبة ، حصلت عليها منا أو من خلال موقعنا ، بما في ذلك من خلال فيديو Nejma  ، أي ضمان لم نقدمه صراحةً.
<br /> <br />
د. أنت تقر وتوافق على أنه عند استخدام موقعنا ، سوف تتعرض لمحتوى مجموعة متنوعة من المصادر ، وأن Nejma  ليست مسؤولة عن الدقة أو الفائدة أو السلامة أو الشرعية أو حقوق الملكية الفكرية لأي محتوى من هذا القبيل. كما أنك تدرك وتقر أيضًا بأنك قد تتعرض لمحتوى غير دقيق أو مسيء أو غير لائق أو مرفوض أو مزعج ، وتوافق على التنازل ، وبهذا تتنازل عن أي حقوق أو تعويضات قانونية أو منصفة لديك أو قد تكون لديك ضد أي طرف ثالت لNejma  فيما يتعلق به.
<br /> <br />
ه. إلى أقصى حد يسمح به القانون المعمول به ، أنت تقر وتوافق على أنه لن يكون أي من أطراف Nejma  مسؤولاً تجاهك أو تجاه أي طرف ثالث عن أي أضرار غير مباشرة أو خاصة أو عرضية أو عقابية أو تبعية (بما في ذلك خسارة الأرباح ، الإيرادات أو البيانات) أو لتكلفة الحصول على منتجات بديلة ناشئة عن هذه الشروط أو فيما يتعلق بها ، ومع ذلك تسببت ، سواء نشأت هذه المسؤولية من أي مطالبة على أساس العقد أو الضمان أو الضرر (بما في ذلك الإهمال) أو المسؤولية الصارمة أو غير ذلك ، وما إذا كان قد تم إبلاغ Nejma  بإمكانية حدوث مثل هذه الأضرار أم لا.
<br /> <br />
ف. إلى أقصى حد يسمح به القانون المعمول به ، فإن مسؤوليتنا التراكمية الإجمالية تجاهك أو تجاه أي طرف ثالث بموجب هذه الشروط ، من جميع أسباب الدعوى وجميع نظريات المسؤولية ، ستكون محدودة ولن تتجاوز الرسوم التي تلقتها فعليًا Nejma . خلال الاثني عشر (12) شهرا السابقة للمطالبة التي أدت إلى هذه المسؤولية.
<br /> <br />
ز. بعض السلطات القضائية لا تسمح باستثناء أو تقييد بعض الأضرار. إذا كانت هذه القوانين تنطبق عليك ، فقد لا تنطبق عليك بعض أو كل الاستثناءات أو القيود المذكورة أعلاه ، وقد يكون لديك حقوق إضافية.
<br /> <br />
ح. أنت توافق على أن حدود الأضرار المذكورة أعلاه هي عناصر أساسية لأساس الصفقة بين Nejma  وبينك.
</p>
<h2>15. التعويض</h2>
<p>
أ. أنت توافق على تعويض ، والدفاع عن ، وعزل الNejma  وآباءها والشركات التابعة لها ، والموظفين ، والموظفين ، والمتدربين ، والمديرين ، والمساهمين ، والوكلاء ، والشركاء ، والمرخصين (كل منهم ، "حزب الNejma " ، وبشكل جماعي ، "أطراف الNejma " ") من وضد أي وجميع المطالبات والتكاليف والإجراءات والطلبات والخسائر والأضرار والنفقات (بما في ذلك أتعاب المحامين وتكاليفهم المعقولة) من أي نوع أو طبيعة ، والتي تنشأ عن أو من أو فيما يتعلق أو تتعلق :
<br /> <br />
أولا. أي خرق فعلي أو مزعوم لهذه الشروط من قبلك أو من قبل أي شخص يستخدم حساب الموقع الخاص بك ؛
<br /> <br />
ثانيا. أي انتهاك فعلي أو مزعوم لأي قوانين أو لوائح أو انتهاك لأي حقوق لأي طرف ثالث من قبلك أو من أي شخص يستخدم حساب الموقع الخاص بك ؛
<br /> <br />
ثالثا. إهمالك أو سوء سلوكك أو احتيالك ؛
<br /> <br />
رابعًا. أي تقديم ؛
<br /> <br />
خامسا. أي إجراء أو تقاعس من جانبك أو من أي شخص يعمل بالنيابة عنك ؛
<br /> <br />
السادس. إلى أقصى حد يسمح به القانون المعمول به ، أو الإجراءات ، أو التقاعس ، المتعلقة باستخدامك لموقعنا ؛
<br /> <br />
سابعا. التقييمات؛ أو
<br /> <br />
ثامنا. أهليتك ، لأي سبب من الأسباب ، لاستخدام الموقع ؛ أو
<br /> <br />
ب. لNejma  الحق الوحيد في اختيار المحامي الذي ستدفع له مقابل أي تعويض مستحق لك. سوف تتعاون معنا بشكل معقول فيما يتعلق بهذا التعويض وأي دفاع.
</p>
<h2>16. اتفاقية التحكيم والتنازل عن بعض الحقوق</h2>
<p>
أ. التحكيم: توافق أنت وNejma  على حل أي نزاعات بينك وبين Nejma  من خلال التحكيم الملزم والنهائي بدلاً من إجراءات المحكمة. تتنازل أنت وNejma  بموجب هذا عن أي حق في محاكمة أمام هيئة محلفين بشأن أي جدل أو مطالبة أو مطالبة مضادة أو نزاع آخر ينشأ بينك وبين Nejma  فيما يتعلق بهذه الشروط أو موقعنا (كل منها "مطالبة" وبشكل جماعي "مطالبات"). سيتم تقديم أي مطالبة للتحكيم الملزم وفقًا لقواعد جمعية التحكيم الأمريكية ("قواعد AAA"). سيستمع إلى التحكيم ويحكم به محكم واحد. يكون قرار المحكم كتابيًا ، وسيتضمن أسباب المحكم في القرار ، وسيكون نهائيًا وملزمًا للطرفين ، ويجوز تنفيذه في أي محكمة ذات اختصاص قضائي مختص. يتفق الطرفان على أن التحكيم سيبقى سريًا وأنه لن يتم الإفصاح عن وجود الإجراء وأي عنصر منه (بما في ذلك أي مرافعات أو موجزات أو مستندات أخرى تم تقديمها أو تبادلها ، أو أي شهادة أو تقديمات شفوية أخرى ، وجوائز) بخلاف إجراءات التحكيم ، باستثناء ما قد يكون مطلوبًا بشكل قانوني في الإجراءات القضائية المتعلقة بالتحكيم أو من خلال قواعد ولوائح الإفصاح المعمول بها في الهيئات التنظيمية للأوراق المالية أو الوكالات الحكومية الأخرى.
<br /> <br />
ب. لا استثناءات: لا تمنع اتفاقية التحكيم هذه أو تقوم Nejma  عن السعي إلى اتخاذ إجراءات من قبل وكالات حكومية اتحادية أو حكومية أو محلية. يحق لك أنت وNejma  أيضًا تقديم أي مطالبة مؤهلة في محكمة الدعاوى الصغيرة. بالإضافة إلى ذلك ، تحتفظ أنت وNejma  كل منكما بالحق في التقدم بطلب إلى أي محكمة ذات اختصاص قضائي للحصول على تعويض مؤقت ، بما في ذلك المرفقات السابقة على التحكيم أو الأوامر الأولية ، ولن يُعتبر أي طلب من هذا القبيل غير متوافق مع هذه الشروط أو تنازلاً عن الحق في عرض النزاعات على التحكيم على النحو المنصوص عليه في هذه الشروط.
<br /> <br />
ج. لا يوجد ممثل للفصل أو النائب العام الخاص: أنت وNejma  تتفقان على أنه لا يجوز لأي منكما أن يعمل كممثل لفئة أو المدعي العام الخاص أو المشاركة كعضو في فئة من المدعين فيما يتعلق بأي مطالبة. أنت توافق على أنه لا يجوز التحكيم في المطالبات على أساس جماعي أو تمثيلي. يمكن للمحكم أن يقرر الدعاوى الفردية فقط (سواء رفعتها أنت أو Nejma ). لا يجوز للمحكم دمج أو الانضمام إلى مطالبات الأشخاص أو الأطراف الأخرى التي قد تكون في مكان مماثل.
<br /> <br />
د. قابلية الفصل / عدم التنازل / البقاء: إذا وجد أن أي حكم من أحكام هذا القسم 16 (اتفاقية التحكيم والتنازل عن حقوق معينة) غير صالح أو غير قابل للتنفيذ ، فسيتم اعتبار هذا الحكم معدلاً بشكل مناسب لتنفيذ الغرض من الحكم أو ، إذا كان التعديل غير ممكن ، سيتم حذفه وسيستمر الجزء المتبقي من القسم 16 (اتفاقية التحكيم والتنازل عن حقوق معينة) بكامل قوته وأثره. لن يكون أي تنازل عن أي حكم من أحكام هذا القسم 16 (اتفاقية التحكيم والتنازل عن حقوق معينة) ساريًا أو قابلاً للتنفيذ ما لم يتم تسجيله في كتابة موقعة من الطرف المتنازل عن هذا الحق أو الشرط. لن يتنازل مثل هذا التنازل أو يؤثر على أي حكم آخر من هذه الشروط. هذا البند 16 (اتفاقية التحكيم والتنازل عن حقوق معينة) من هذه الشروط سيبقى ساريًا بعد إنهاء علاقتك مع Nejma .
<br /> <br />
ه. إلغاء الاشتراك لمدة 30 يومًا بشكل صحيح. لديك الحق في إلغاء الاشتراك في أحكام اتفاقية التحكيم هذه عن طريق إرسال إشعار كتابي ، في غضون ثلاثين (30) يومًا بعد خضوعك لاتفاقية التحكيم هذه ، بقرارك باختيار العناوين التالية: Nejma Inc.، Attention: القسم القانوني ، 251 Little Falls Drive، Wilmington، New Castle County، DE 19808. يجب أن يتضمن إشعارك اسمك وعنوانك وأية أسماء مستخدمين وكل عنوان بريد إلكتروني استخدمته في إرسال طلبات فيديو Nejma أو إعداد حساب على موقعنا ( إن وجد) ، وبيانًا توضح فيه أنك تريد إلغاء الاشتراك في اتفاقية التحكيم هذه. أنت توافق على أنه إذا اخترت عدم الموافقة على اتفاقية التحكيم هذه ، فستظل جميع الأجزاء الأخرى من هذه الشروط سارية عليك. لا يؤثر إلغاء الاشتراك في اتفاقية التحكيم هذه على أي اتفاقيات تحكيم أخرى قد تكون لديك حاليًا أو قد تبرمها معنا في المستقبل.
<br /> <br />
و. القيود: يحد هذا البند 16 (اتفاقية التحكيم والتنازل عن حقوق معينة) من حقوق معينة ، بما في ذلك الحق في الحفاظ على إجراءات معينة في المحكمة ، والحق في المحاكمة أمام هيئة محلفين ، والحق في المشاركة في أي شكل من أشكال الدعوى الجماعية أو التمثيلية ، والحق في الانخراط في الاكتشاف باستثناء ما هو منصوص عليه في قواعد AAA ، والحق في بعض العلاجات وأشكال الإغاثة. بالإضافة إلى ذلك ، قد لا تكون الحقوق الأخرى التي تتمتع بها أنت أو Nejma  في المحكمة متاحة للتحكيم.
</p>
<h2>17. أحكام أخرى</h2>
<p>
أ. القوة القاهرة: لن يكون Nejma مسؤولاً بأي حال من الأحوال عن أي تأخير أو فشل في الأداء بسبب كلي أو جزئي لأسباب الهية أو الزلازل أو الحوادث التي لا مفر منها أو القوانين أو القواعد أو اللوائح أو أوامر السلطات الحكومية أو أعمال الحرب (معلنة أم لا) ، أو الإرهاب ، أو الأعمال العدائية ، أو الوباء (أو أي حالة طوارئ صحية رئيسية أخرى على النحو الذي أعلنته منظمة الصحة العالمية أو السلطات المحلية المعنية) ، أو الحصار ، أو الاضطرابات المدنية ، أو الحظر ، أو الإضرابات ، أو أي حدث آخر أو سبب يتجاوز الحدود المعقولة للسيطرة من طرف Nejma .
<br /> <br />
ب. اختيار القانون والاختصاص القضائي: تخضع هذه الشروط وتفسر وفقًا للقوانين والأنظمة المعمول بها في ولاية ديلاوير ، دون تفعيل أي تعارض في القوانين أو الأحكام. أنت توافق على أن أي إجراء مهما كانت طبيعته ينشأ عن أو يتعلق بهذه الشروط أو موقعنا يتم تقديمه بما يتفق مع القسم 16 (اتفاقية التحكيم والتنازل عن حقوق معينة) ، سيتم رفعه فقط في محاكم الولاية أو المحاكم الفيدرالية الموجودة في ويلمنجتون ، ديلاوير . أنت توافق وتخضع للسلطة القضائية الشخصية لهذه المحاكم لأغراض أي إجراء من هذا القبيل.
<br /> <br />
ج. قابلية الفصل: إذا تم العثور على أي بند من هذه الشروط غير صالح أو غير قابل للتنفيذ ، فسيتم اعتبار هذا الحكم معدلاً بشكل مناسب لتنفيذ الغرض من الحكم أو ، إذا لم يكن التعديل ممكنًا ، سيتم فصله من هذه الشروط ولن يؤثر على قابلية تنفيذ أي حكم آخر. 
<br /> <br />
د. عدم التنازل أو التعديل: إن فشل Nejma في فرض أي حق أو حكم من هذه الشروط لن يمنع Nejma من فرض هذا الحق أو الحكم في المستقبل ولن يُعدّل هذه الشروط.
<br /> <br />
ه. التنازل: يجوز لـ Nejma  ، في أي وقت ، التنازل عن حقوقها والتزاماتها بموجب هذه الشروط ، بما في ذلك ما يتعلق ببيع الأصول أو الاندماج أو الاستحواذ أو إعادة التنظيم أو الإفلاس أو المعاملات الأخرى أو عن طريق تطبيق القانون.
<br /> <br />
و. متنوعات: سيتم تفسير مصطلح "بما في ذلك" في هذه الشروط على نطاق واسع وسيعني "بما في ذلك ، على سبيل المثال لا الحصر". العناوين مخصصة للراحة فقط ولن يتم أخذها في الاعتبار عند تفسير هذه الشروط.
</p>
<h2>18. التغييرات على هذه الشروط</h2>
<p>
أ. من وقت لآخر ، قد نقوم بتغيير هذه الشروط. إذا قمنا بتغيير هذه الشروط ، فسنقدم لك إشعارًا كتابيًا بالوسائل الإلكترونية (وفقط عندما يقتضي القانون المعمول به) وعن طريق نشر الشروط المعدلة على موقعنا وتحديث تاريخ "آخر تحديث" في أعلى هذه الشروط.
<br /> <br />
ب. ستصبح الشروط المعدلة سارية على الفور إذا كنت مستخدمًا جديدًا لموقعنا وستصبح سارية المفعول بعد سبعة (7) أيام من النشر إذا كنت مستخدمًا مسجلاً موجودًا ما لم تقبل الشروط المعدلة قبل ذلك الوقت. على الرغم مما سبق ، إذا كان للتغيير في القوانين / اللوائح (مثل فرض تعريفة أو ضريبة جديدة ، إلخ) أو الظروف الاقتصادية (مثل الركود المالي) ، أو قد يكون لها تأثير كبير على تكلفة خدمات الNejma  كما تحددها Nejma  وفقًا لتقديرها الخاص ، ثم يجوز لNejma  تغيير أحكام وشروط هذه الشروط فورًا ودون إشعارك ، بما في ذلك على سبيل المثال لا الحصر فيما يتعلق بالشروط المادية مثل أي اعتبارات مالية محددة هنا.
<br /> <br />
 ج. من خلال الاستمرار في استخدام موقعنا ، فإنك توافق على الشروط المعدلة. يرجى طباعة نسخة من هذه الشروط للسجلات الخاصة بك ويرجى التحقق من الموقع بشكل متكرر لمعرفة أي تغييرات على هذه الشروط. كتذكير وشرط مطلق لهذه الشروط ، فإن أي تحديث لهذه الشروط يجب أن يحل محل أي نسخة (نسخ) سابقة من الشروط وفقًا للشروط والأحكام المنصوص عليها في هذه الشروط.
</p>
        </div>
      </div>
    </Row>
  );
}
