import React, { useEffect } from "react";
import "./index.js";
import { Row } from "antd";

export default function PolicyAr() {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, [])
  return (
    <Row className="container policy-wrapper ">
      <div className={"content"}>
        <h1 className={"title"}>
          سياسة الخصوصية لمجموعة شركات Nejma
          <br />
        </h1>
        <span> اخر تحديث وسيتم تطبيقه بدا من 30 يونية 2020</span>
        <div>
          <p className={"section-title"}>مقدمة:</p>
          <p>
            Nejma Inc. و Nejma FZ-LLC وفروعها والشركات التابعة لها (يُشار إليها
            إجمالًا باسم "Nejma" و "Nejma Companies" و "we" و "us" و "our" (كما
            قد يكون الحال وقد يقتضي السياق ذلك)) نقدر مستخدمينا وخصوصيتهم. يتم
            تطبيق هذا الإشعار للخصوصية على جميع مواقع الويب (أي "موقع") أو
            تطبيقات الهاتف المحمول (أي "تطبيق") أو الواقع الافتراضي أو المكونات
            الإضافية أو الميزات الاجتماعية أو الخدمات عبر الإنترنت أو الأدوات أو
            التنزيلات أو أي منافذ أخرى تملكها وتديرها و / أو تسيطر عليها (أو في
            بعض حالات الشركاء) شركة Nejmaوالتي تنشر أو تتضمن رابطًا إلى إشعار
            الخصوصية هذا (بشكل فردي، "منصة" وبشكل جماعي، "المنصات")، بغض النظر
            عما إذا تم الدخول إليها عن طريق الكمبيوتر أو الجهاز المحمول أو غير
            ذلك. باستخدام خدماتنا، فإنك تقبل الممارسات الموضحة في هذا الإشعار
            للخصوصية. تشمل المنصات، على سبيل المثال لا الحصر، تطبيق Nejma للجوال
            (متوفر في متاجر Apple وGoogle Play اعتبارًا من تاريخ سريان سياسة
            الخصوصية) و nejma.co
          </p>
          <p>
            يتم تطبيق إشعار الخصوصية هذا فقط على المعلومات التي تم جمعها من
            المنصات أو من خلالها. ولا ينطبق على أي معلومات تم جمعها دون اتصال من
            قبل Nejma، ما لم يتم ذكرها تحديدا. يشرح إشعار الخصوصية ممارسات
            معلومات Nejma فيما يتعلق بالمنصات، للمنصات مثل أنواع المعلومات التي
            نجمعها وكيفية استخدامنا لهذه المعلومات. يرجى مراجعة هذا الإشعار
            بعناية. بالإضافة إلى ذلك، يرجى مراجعة شروط الخدمة ("شروط الخدمة")،
            التي تحكم استخدامك. يرجى ملاحظة أن بعض الميزات أو الخدمات المشار
            إليها في إشعار الخصوصية قد لا يتم تقديمها على جميع المنصات، وقد لا
            يتم تقديم ميزات أو خدمات معينة على المنصات في جميع الأوقات.
          </p>
          <h2 className={"section-title"}>الشروط العامة</h2>
          <p>
            نوصف تماما ممارسات الخصوصية لدينا فيما يتعلق بالمنصات أدناه في إشعار
            الخصوصية هذا. يسلط هذا الملخص الضوء على معلومات مهمة فيما يتعلق
            باستخدامنا للمعلومات الخاصة بك ومشاركتها، وفيما يتعلق بالأطراف
            الثالثة التي قد تقوم بجمع معلومات معينة عند استخدامك للمنصات. الرجاء
            مراجعة إشعار الخصوصية الكامل الخاص بنا قبل استخدام منصات العمل.
          </p>
          <p>
            في المقام الأول نستخدم المعلومات التي نجمعها عند استخدامك للمنصات
            لتوفير المنصات وخدمة العملاء المرتبطة بذلك. قد تطلب بعض مواقعنا
            وتطبيقاتنا هذه المعلومات، وعادة ما نستخدمها لنقدم لك اقتراحات وعروض
            مرتبطة بذلك. تجمع المنصات معلومات معينة حول كيفية وصولك إلى المنصات
            واستخدامها، وقد نستعين بأطراف ثالثة لجمع هذه المعلومات وتحليلها
            نيابة عنا. نحن لا نشارك معلوماتك الشخصية مع جهات اخرى لأغراض التسويق
            الخاصة بهم دون موافقتك. ومع ذلك، يجوز لنا مشاركة المعلومات غير
            الشخصية مع أطراف اخرى، وفقًا لتقديرنا وبدون قيود. بالإضافة إلى ذلك،
            قد نشارك معلوماتك مع شركات أخرى في عائلة Nejma-والشركات التابعة لها.
          </p>
          <p>
            قد تحتوي المنصات على محتوى تخدمه جهات خارجية، كما أننا نعمل مع مزودي
            خدمات آخرين لإجراء تحليلات وخدمة إعلانات Nejma في أماكن أخرى على
            الإنترنت. قد تقوم هذه الأطراف الثالثة بجمع معلومات معينة حول
            استخدامك للمنصات أو المواقع أو التطبيقات الأخرى. قد تقوم هذه الأطراف
            الثالثة بتعيين أجهزة التعقب الخاصة بها والوصول إليها (بما في ذلك
            ملفات تعريف الارتباط، وإشارات الويب، والنصوص النصية المدمجة) وقد
            تقوم بخلاف ذلك بجمع أو الوصول إلى المعلومات عنك وعن أنشطتك على
            الإنترنت. وبعض هذه الشركات هي أعضاء في مبادرة الإعلان عن الشبكات أو
            برنامج التنظيم الذاتي للدعاية السلوكية عبر الإنترنت التابع للتحالف
            الرقابي للإعلان الإلكتروني. قد ترغب في زيارة الموقع
            http://www.networkadvertising.org/managing/opt_out.asp أو
            http://www.aboutads.info/choices/ الذي يوفر معلومات حول الإعلانات
            المستهدفة ويقدم "عدم المشاركة" من قبل الشركات المشاركة.
          </p>
          <p>
            قد نقدم بعض الميزات الاجتماعية على المنصات أو من خلالها، مما قد يسمح
            لك بمشاركة المعلومات أو نشر بعض المعلومات العامة.
          </p>
          <h2 className={"section-title"}>جمع المعلومات</h2>
          <p>المعلومات المعاطاة</p>
          <p>
            قد تطلب المنصات منك تقديم معلومات محددة للهوية الشخصية، وهي معلومات
            يمكن استخدامها بشكل معقول لتحديد هويتك كفرد ("المعلومات الشخصية").
            ومن أمثلة المعلومات الشخصية: اسمك وعنوان بريدك الإلكتروني واسم
            المستخدم والعنوان ورقم الهاتف. قد تطلب المنصات أيضًا معلومات إضافية
            عنك، مثل طريقة الدفع أو المعلومات الديموغرافية (مثل الجنس أو الرمز
            البريدي أو الحالة الاجتماعية)، أو معلومات حول تفضيلاتك واهتماماتك.
            قد تتطلب المنصات تقديم معلومات معينة لاستخدام المنصات أو ميزات
            معينة، وقد تتغير المعلومات المطلوبة من وقت لآخر اعتمادًا على طبيعة
            علاقتك معنا. إذا قمنا بدمج المعلومات الديموغرافية أو المعلومات
            المماثلة مع المعلومات الشخصية التي نجمعها، فسوف نتعامل مع المعلومات
            المجمعة على أنها معلومات شخصية بموجب هذا الإشعار.
          </p>
          <p>
            قد تمكنك المنصات أيضا من إرسال الملفات أو تقديم معلومات أخرى إلى
            Nejma. الرجاء ملاحظة أن الملفات التي تقوم ببثها قد تحتوي على بيانات
            أولية، والتي قد تحتوي على معلومات شخصية عنك. على سبيل المثال، يمكن
            أن تتضمن الصور وملفات الفيديو التي تنقلها بيانات أولية تشير إلى أين
            (مثل، إحداثيات نظام تحديد المواقع العالمي) ومتى (التاريخ والوقت) تم
            التقاط الصورة أو الفيديو.
          </p>
          <p>معلومات المنصات التي تجمع تلقائيا</p>
          <p>
            نقوم نحن ومقدمي الخدمات التابعين لجهات خارجية بجمع بعض المعلومات حول
            استخدامك لمنصات العمل ("معلومات الاستخدام"). قد تتضمن معلومات
            الاستخدام المتصفح ونظام التشغيل الذي تستخدمه، عنوان URL، الإعلانات،
            أو مصطلحات البحث التي أشارت أو قادت إلى المنصات (إن أمكن)، وجوانب
            المنصات التي تستخدمها أو تزورها، والمنتجات أو الخدمات التي تدخل
            اليها، وأنواع الفيديو التي ترسلها، ووقت الوصول إلى المنصات في اليوم،
            إلى جانب معلومات أخرى. تتضمن معلومات الاستخدام أيضًا عنوان IP أو
            معرف فريد آخر ("معرف الجهاز") لأي جهاز كمبيوتر أو هاتف محمول أو جهاز
            آخر (أي "جهاز") يتم استخدامه للدخول إلى المنصات. يتم تعيين معرف
            الجهاز تلقائيًا لجهازك، وتقوم خوادمنا بتحديد جهازك من خلال معرف
            الجهاز الخاص به. يرجى ملاحظة أنه قد يتم تضمين عنوان IP الخاص بك في
            معلومات العنوان لكل رسالة إلكترونية ولإشعارات الفيديو التي نرسلها
            ولمقاطع الفيديو الخاصة بك. قد يزودنا بعض مزودي خدمة الهاتف المحمول
            أو بمزودي خدمة الطرف الثالث بالمعلومات المتعلقة بالموقع الفعلي
            للجهاز المستخدم للدخول إلى المنصات. معلومات الاستخدام بشكل عام غير
            محددة للهوية، ولكن إذا قمنا بربطها بك كشخص محدد ومعرّف، فإننا نتعامل
            معها على أنها معلومات شخصية.
          </p>

          <p>قد تتضمن الأساليب المستخدمة لجمع معلومات الاستخدام ما يلي:</p>
          <p>ملفات تعريف الارتباط</p>
          <p>
            ملف تعريف الارتباط هو ملف بيانات يتم وضعه على جهاز عند استخدامه
            لزيارة المنصات أو الدخول إلى المحتوى عبر الإنترنت. يمكن استخدام
            ملفات تعريف الارتباط لأغراض عديدة، مثل التذكر وتفضيلاتك وتتبع
            زياراتك إلى المنصات. وفي الأسفل مباشرة توجد معلومات حول أحد البائعين
            الذي نستخدمه عبر واحد أو أكثر من الأنظمة الأساسية.
          </p>

          <p>تحليلات جوجل</p>
          <p>
            تستخدم Nejma ملفات تعريف ارتباط معينة لتسهيل استخدام Google
            Universal Analytics للمستخدمين الذين قاموا بتسجيل الدخول إلى المنصات
            ("المستخدم المسجل الدخول"). إذا كنت مستخدمًا مسجلاً الدخول، فقد
            تستخدم Nejma معرف المستخدم الخاص بك مع Google Universal Analytics و
            Google Analytics لتتبع وتحليل صفحات الخدمات التي تزورها.نقوم بذلك
            فقط لفهم أفضل لكيفية استخدامك للمنصة، بهدف تقديم تحسينات لجميع
            مستخدمي Nejma ؛ ولتخصيص أنشطتنا التجارية والتسويقية وفقًا لذلك ،
            بشكل عام وبشكل خاص لك. لا توفر ملفات تعريف ارتباط Google Analytics
            لـ Nejma أي معلومات شخصية ويمكنك إلغاء الاشتراك في هذه الميزة عن
            طريق تثبيت ميزة المتصفح الإضافية لتعطيل التتبع في Google Analytics.
            ملاحظة: تعمل ميزة إلغاء الاشتراك هذه على متصفح الحاسوب فقط وليس على
            جهاز محمول.
          </p>
          <p>
            تستخدم Nejmaملفات تعريف الارتباط الخاصة بالأداء وتجديد النشاط
            التسويقي للطرف الثالث، ويمكن الحصول على مزيد من المعلومات حول ملفات
            تعريف ارتباط الطرف الثالث هذه من خلال الاتصال بنا على
            support@nejma.co.
          </p>
          <p>إشارات او بسكل التتبع</p>
          <p>
            يمكن استخدام الصور الرسومية الصغيرة أو أي كود برمجة ويب آخر يسمى
            "إشارات الويب" أو "صور GIF واضحة" أو "1 × 1 بكسل" على المنصات أو في
            رسائل البريد الإلكتروني الخاصة بنا وقد تكون غير مرئية لك. قد تكون
            إشارات الويب متصلة بمعلوماتك الشخصية، إذا كنت قد قدمتها. يمكن
            استخدام إشارات الويب لأغراض متنوعة، مثل حساب زوار المنصات، أو مراقبة
            كيفية تنقل المستخدمين في المنصات، أو حساب عدد رسائل البريد
            الإلكتروني التي تم إرسالها، أو حساب عدد المرات التي تم فيها الوصول
            إلى الارتباط. نحن لا نبيع أو نؤجر أو نتاجر أو نوزع معلومات عنك تم
            جمعها من خلال إشارات الويب أو 1 × 1 بكسل مع أي أطراف ثالثة، باستثناء
            الأطراف الثالثة التي تقدم لنا خدمات الإعلان أو التسويق أو البحث أو
            التحليل.
          </p>
          <p>تقنيات تحديد الموقع</p>
          <p>
            بالإضافة إلى ذلك، قد تستخدم المنصات برامج GPS (أنظمة تحديد المواقع
            العالمية) وغيرها من التقنيات المستندة إلى الموقع مثل "iBeacons"
            لتحديد موقعك حتى نتمكن من التحقق من موقعك وتقديم المحتوى ذي الصلة
            بناءً على موقعك، بالإضافة إلى السماح لك بمشاركة موقعك للمستخدمين
            الآخرين كجزء من الخدمات التي نقدمها عبر المنصة. قد نحدد معلومات
            موقعك التقريبية و / أو الدقيقة لتقديم خدمات ذات الصلة بموقعك الموقع.
          </p>
          <p>البرامج النصية المضمنة</p>
          <p>
            النص البرمجي المضمن هو رمز برمجة مصمم لجمع معلومات حول تفاعلاتك مع
            المنصات، مثل الروابط التي تنقر عليها. يتم تنزيل الرمز مؤقتًا على
            جهازك من خادم الويب أو مزود خدمة تابع لطرف ثالث، ولا يكون نشطًا إلا
            أثناء اتصالك بالمنصات، ويتم إلغاء تنشيطه أو حذفه بعد ذلك.
          </p>
          <p>عدم التعقب</p>
          <p>
            لا تدعم المنصات الحالية التعرف على إشارات "عدم التعقب" التي يرسلها
            المتصفح..
          </p>
          <p>المعلومات التي تقدمها عن الأطراف الأخرى</p>
          <p>
            قد تسمح لك المنصات بتقديم معلومات شخصية عن أطراف ثالثة، مثل العنوان
            البريدي أو عناوين البريد الإلكتروني أو التواريخ الهامة (مثل أعياد
            الميلاد أو الذكرى السنوية)، وقد تسمح لك بذلك من خلال استخدام منصتنا.
            إذا كنت تستخدم المنصات لإرسال مقطع فيديو أو أي محتوى آخر، فإننا نجمع
            بعض المعلومات الشخصية عن المستلم (مثل الاسم وعنوان البريد الإلكتروني
            وعنوان البريد الإلكتروني، حسب الاقتضاء). قد نشارك المعلومات المتعلقة
            بالمعاملات الخاصة بك مع أطراف اخرى حسب الضرورة لمعالجة معاملتك (أي
            لإنشاء البطاقة أو إرسالها أو تسليمها). إذا اخترت تقديم معلومات شخصية
            عن أطراف أخرى، فسنقوم بتخزين تلك المعلومات فقط فيما يتعلق بعلاقتك
            معنا (على سبيل المثال، لإرسال مقاطع فيديو).
          </p>
          <p>المعلومات التي تقدمها الأطراف الأخرى عنك</p>
          <p>
            قد نتلقى معلومات عنك من أطراف ثالثة. على سبيل المثال، إذا كنت
            موجودًا على موقع ويب آخر وقمت باختيار تلقي معلومات من Nejma، فسيقوم
            موقع الويب الآخر بإعادة توجيه جهة الاتصال ومعلومات أخرى إلينا حتى
            نتمكن من الاتصال بك حسب الطلب. علاوة على ذلك، قد نتلقى معلومات معينة
            عنك من أطراف ثالثة إذا قمت بإشراك أطراف ثالثة فيما يتعلق بمنصاتنا
            -على سبيل المثال، إذا قمت بتنزيل أحد تطبيقاتنا من متجر تطبيقات، او
            قومت بإجراء عملية شراء داخل التطبيق، او قمت بالاتصال عبر مواقع
            التواصل الاجتماعي، أو إجراء عملية الدفع باستخدام مزود دفع طرف ثالث
            مثل باي بال، وبما يتفق مع سياسات الخصوصية لأطراف ثالثة المعمول بها.
          </p>
          <p>
            كما يمكننا أن نكمل المعلومات التي نجمعها مع السجلات الخارجية من
            أطراف ثالثة لكي نوفر لك المعلومات أو الخدمات أو السلع التي طلبتها،
            وتعزيز قدرتنا على خدمتك، وتكييف محتوانا معك. قد نجمع المعلومات التي
            نحصل عليها من تلك المصادر مع المعلومات التي نجمعها عبر المنصات. في
            تلك الحالات، سنقوم بتطبيق إشعار الخصوصية هذا على المعلومات المجمعة.
          </p>
          <h2 className={"section-title"}>كيف نستخدم المعلومات التي نجمعها</h2>
          <p>
            قد نستخدم معلومات عنك ، بما في ذلك المعلومات الشخصية ومعلومات
            الاستخدام من أجل: (1) السماح لك باستخدام المنصات أو لتقديم خدمة
            العملاء ذات الصلة ؛ (2) توفير أو تقديم معلومات أو منتجات أو خدمات قد
            يكون أيًا منها مخصصًا لك ؛ (3) إرسال أو عرض عروض أو إعلانات خاصة من
            شركات نجمة (كما هو موضح أدناه) وشركائنا التجاريين ؛ (4) معالجة
            تسجيلك ، بما في ذلك التحقق من أن المعلومات التي تقدمها نشطة وصالحة ؛
            (5) معالجة المعاملة التي تبدأها ؛ (6) تحسين المنصات ومنتجاتنا ،
            ولأغراض الأعمال الداخلية ، بما في ذلك قياس فعالية المنصات ؛ (7)
            الاتصال بك فيما يتعلق باستخدامك للمنصات ، ووفقًا لتقديرنا ،
            والتغييرات في سياساتنا ؛ (8) التعرف على الأنشطة والمعاملات
            الاحتيالية وإساءة استخدام المنصات وحمايتها ، وحماية حقوق وممتلكات
            Nejma وشركائها وعملائها ؛ و (9) كما هو موضح بخلاف ذلك في إشعار
            الخصوصية ، للأغراض التي تم الكشف عنها في الوقت الذي تقدم فيه
            معلوماتك ، أو بموافقتك.
          </p>
          <p>
            قد تطلب بعض تطبيقاتنا معلومات عن موقعك (سواء كانت GPS أو قائمة على
            الشبكة). قد نستخدم معلومات الموقع لمجموعة متنوعة من الأغراض. ما لم
            يذكر خلاف ذلك، لا ترتبط هذه المعلومات بمعلوماتك الشخصية؛ وقد تتمكن
            من معرفة موقعك من خلال إعدادات جهازك.
          </p>
          <p>
            إذا اتصلت بنا للحصول على خدمة العملاء بخصوص المنصات، فلن نستخدم هذه
            المعلومات التي لأغراض تسويقية لا تتعلق بطلبك الا إذا تمت موافقتك على
            ذلك.
          </p>
          <p className={"section-title"}>كيف ومتى نفشي المعلومات لطرف اخر</p>
          <p>بيان عام بشأن تبادل المعلومات</p>
          <p>
            لا نشارك معلوماتك الشخصية مع أطراف ثالثة لأغراضهم التسويقية دون
            موافقتك على الاشتراك. ومع ذلك، قد نتشاطر المعلومات غير الشخصية، مثل
            إحصاءات المستخدم الكلية والمعلومات الديموغرافية ومعلومات الاستخدام
            مع أطراف ثالثة، حسب تقديرنا ودون قيود.
          </p>
          <p>
            قد تقوم الأطراف الأخرى أيضا بجمع المعلومات غير الشخصية عند تنزيل أو
            استخدام المنصات. قد نشارك معلوماتك الشخصية مع طرف اخر بموافقتك، كما
            تم الكشف عنها وقت تزويدنا بالمعلومات، أو كما هو موضح أدناه في هذا
            القسم ٣ أو في أي مكان آخر في هذا الإشعار.
          </p>
          <p>مزودو الخدمات (الطرف الثالث)</p>
          <p>
            قد نشارك المعلومات الشخصية مع مزودي الخدمة الذين يقدمون الخدمات لنا
            أو بالنيابة عنا؛ وفي بعض الحالات، قد يقوم موفرو خدماتنا بجمع
            المعلومات منك مباشرة. وقد تشمل هذه الخدمات، على سبيل المثال، استضافة
            أو صيانة "المنصات"، وتوفير دعم العملاء، ومراقبة "المنصة"، وإرسال
            البريد الإلكتروني أو الاتصالات الإلكترونية الأخرى، وإرسال مقاطع
            الفيديو، وتوفير المساعدة التسويقية، ومعالجة المدفوعات، ومشاركة
            معلوماتك مع أطراف أخرى لمساعدتنا في تقديم المحتوى أو الإعلان إليك
            على "المنصات" أو أي مكان آخر على الإنترنت، وتوفير خدمات التحليل. ولا
            نخول هؤلاء مقدمي الخدمات استعمال المعلومات التي يحصلون عليها منا أو
            كشفها لأي غرض آخر غير الأغراض التي حصلوا عليها أو الالتزام بالشروط
            القانونية.
          </p>
          <p>
            عندما توافق على تلقي معلومات من أطراف ثالثة أو طلب مشاركة معلوماتك
          </p>
          <p>
            قد نوفر فرصة الحصول على معلومات أو عروض تسويق من طرف ثالث أو أكثر،
            أو لمشاركة معلوماتك مع طرف ثالث. وقد نوفر لك أيضا الفرصة لطلب منتجات
            وخدمات من طرف ثالث مباشرة من خلال منصات العمل أو في الاتصالات التي
            قد تتلقاها من Nejma؛ وفي هذه الحالة، سنكشف عن أن طرف ثالث سينفذ
            طلبك. إذا وافقت على أن نشارك معلوماتك الشخصية ونحن نفعل ذلك، فإن
            معلوماتك الشخصية سوف تخضع لممارسات الخصوصية لدى الطرف الثالث. يرجى
            ملاحظة أننا لسنا مسؤولين عن سياسات الخصوصية وممارسات الأطراف الأخرى.
            إذا قررت لاحقا عدم رغبتك في تلقي اتصالات من الطرف الثالث، يجب عليك
            الاتصال بيه مباشرة.
          </p>
          <p>المسابقات واليانصيب والعروض الترويجية</p>
          <p>
            يجوز لنا رعاية المسابقات أو اليانصيب أو العروض الترويجية الأخرى (أي
            "ترويج بشكل فردي أو جماعي). إذا اخترت المشاركة في عرض ترويجي، فقد
            يُطلب منك تقديم معلومات شخصية. من خلال المشاركة في عرض ترويجي، فإنك
            توافق على القواعد الرسمية التي تحكم هذا العرض. قد تحتوي القواعد
            الرسمية على متطلبات محددة عنك، بما في ذلك، باستثناء الحالات التي
            يحظرها القانون، السماح للراعي (الجهات الراعية) للترويج باستخدام اسمك
            أو صوتك أو شبكتك أو أي معلومات شخصية أخرى في الإعلان أو التسويق
            المرتبط بالعرض الترويجي. إذا اخترت الدخول في عرض ترويجي، فقد يتم
            الكشف عن معلوماتك الشخصية لأطراف ثالثة أو الجمهور فيما يتعلق بإدارة
            هذا الترويج، بما في ذلك، على سبيل المثال لا الحصر، فيما يتعلق
            باختيار الفائز، واستلام الجائزة، وكما هو مطلوب بموجب القانون أو يسمح
            به من خلال القواعد الرسمية للترويج، مثل قائمة الفائزين.
          </p>
          <p>المشاركة بين شركات Nejma؛ عمليات انتقال الأعمال</p>
          <p>
            شركات Nejma هي الشركات التابعة لمجموعة Nejma Inc.وقد نشارك معلوماتك،
            بما في ذلك المعلومات الشخصية، مع مجموعة شركات Nejma لأغراض متنوعة،
            مثل إجراء العروض الترويجية، وتقديم علاوات خاصة، ولأغراض تجارية
            وتشغيلية (مثل مشاركة قواعد البيانات والمعدات). ويحق لنا مشاركة
            معلوماتك مع أي شركة أخرى غير موجودة حاليًا، ولكنها ستصبح من مجموعة
            شركات Nejma. سوف تسهل Nejma طرق الدفع من خلال شركاء آخرين، لكننا لن
            نشارك معلومات بطاقتك الائتمانية أو معلومات عن وسائل الدفع الأخرى مع
            أي شخص، بما في ذلك شركات Nejma، دون إذن صريح منك.
          </p>
          <p>
            يجوز لنا أيضًا الكشف عن معلوماتك الشخصية ونقلها: (1) إلى مالك لاحق
            أو مالك مشارك أو مشغل لمنصة أو قاعدة بيانات قابلة للتطبيق؛ (2) إذا
            قامت Nejma (أو أي من الشركات التابعة لها، أو الشركة الأم، أو الشركات
            التابعة) بتخصيص حقوقها فيما يتعلق بأي من معلوماتك لطرف ثالث؛ أو (3)
            فيما يتعلق بدمج الشركات، أو التصفية، أو إعادة الهيكلة، أو بيع بعض
            حقوق ملكية Nejma، أو أصولها، أو كليهما، أو أي تغيير آخر للشركة، بما
            في ذلك خلال أي عملية من إجراءات العناية الواجبة (بشكل جماعي، "
            انتقال الأعمال "). إذا قمنا بالكشف عن معلوماتك الشخصية ونقلها فيما
            يتعلق بانتقال الأعمال، فسوف نضع إشعارًا واضحا لانتقال الأعمال على
            الصفحات الرئيسية للموقع وداخل التطبيق إذا قمت بتنشيط هذه الميزة على
            جهازك، مع روابط إلى معلومات حول كيف يمكنك تغيير اعدادت خصوصياتك.
          </p>
          <p>الأسباب الإدارية والقانونية</p>
          <p>
            يجوز لنا الكشف عن معلوماتك ، بما في ذلك المعلومات الشخصية ومعلومات
            الاستخدام ، إلى الأطراف الأخرى (1) إذا كان مطلوبًا منا الرد على
            مذكرات الاستدعاء أو أي إجراء قانوني آخر أو إذا كان هذا الكشف مطلوبًا
            بموجب القانون في رأينا ؛ "2" وبناءً على طلب السلطات الحكومية التي
            تجري تحقيقاً ؛ (3) حماية و / أو الدفاع عن المنصات أو أي من حقوق
            وممتلكات شركات Nejma ، أو تطبيق شروط الخدمة أو السياسات الأخرى
            المطبقة على المنصات ؛ أو (4) للاستجابة لحالات الطوارئ أو حماية
            السلامة الشخصية أو حقوق أو ممتلكات أو أمن أي من شركات Nejma أو أي
            طرف أخر. يجوز لنا أيضًا استخدام معرفات الأجهزة، بما في ذلك عناوين
            IP، لتحديد المستخدمين، وقد نقوم بذلك بالتعاون مع مالكي حقوق الطبع
            والنشر أو مزودي خدمة الإنترنت أو مزودي الخدمة اللاسلكية أو وكالات
            إنفاذ القانون وفقًا لتقديرنا. قد يتم تنفيذ عمليات النقل والإفشاء هذه
            دون إشعارك.
          </p>
          <p className={"section-title"}>
            الشركات الأخرى المتخصصة في التحليل والإعلان؛ التعقب عبر الإنترنت
            3.20
          </p>
          <p>
            نحن نعمل مع جهات خارجية معينة (بما في ذلك معلنو الشبكة ووكالات
            الإعلان ومعالجات الدفع وشركات التحليلات) بما في ذلك، على سبيل المثال
            لا الحصر، Google و Branch.io و Prerender.io وStripe لمجموعة متنوعة
            من الأغراض. تشمل هذه الأغراض تزويدنا بالمعلومات المتعلقة بحركة
            المرور واستخدام المنصات والاعلان على المنصات وعبر الإنترنت،
            والمشاركة في الإعلانات متعددة المواقع. على سبيل المثال، إذا نقرت على
            إعلان أدى بك إلى أحد منصاتنا، فقد يتمكن مزود (مزودو) الخدمة لدينا من
            إخبارنا بالإعلان الذي نقرت عليه والمكان الذي كنت تشاهد منه الإعلان؛
            أو قد تحصل على إعلانات Nejma في مكان آخر عبر الإنترنت بناءً على
            زيارتك أو استخدامك للمنصات. قد تجمع بعض هذه الأطراف معلومات شخصية
            عند زيارة المنصات أو مواقع الويب الأخرى أو الخدمات عبر الإنترنت.
            بالإضافة إلى ذلك، قد نشارك معلومات معينة من معلوماتك الشخصية مع
            أطراف اخرى لمساعدتنا في تقديم محتوى أو إعلان، سواء على المنصات أو
            عبر الإنترنت.
          </p>
          <p>
            قد تقوم هذه الأطراف الثالثة بتعيين تقنيات التتبع الخاصة بها والوصول
            إليها (بما في ذلك ملفات تعريف الارتباط وإشارات الويب والنصوص
            المضمنة) وقد تقوم بجمع أو الوصول إلى معرف الجهاز ومعلومات الاستخدام
            ومعلوماتك الشخصية. يجوز لمزودي الخدمة استخدام هذه المعلومات لأغراضهم
            الخاصة، بما في ذلك توجيه الإعلانات لك، ومنعك من رؤية نفس الإعلانات
            مرات عديدة وإجراء بحث يتعلق بفائدة إعلانات معينة لك. يجوز لنا مشاركة
            معرف الجهاز ومعلومات الاستخدام المتعلقة بالزوار مع شركات إعلانات
            خارجية وموفري تحليلات وموردين آخرين لأغراض مماثلة.
          </p>
          <p>
            لا تتحكم Nejma في جمع المعلومات أو استخدامها أو ممارسات المشاركة
            الخاصة بموفري التحليلات أو المعلنين التابعين لجهات خارجية. قد تجمع
            بعض هذه الجهات معلوماتك الشخصية عند الدخول إلى المنصات أو مواقع
            الويب والخدمات الأخرى عبر الإنترنت.
          </p>
          <p>
            في حين أننا قد نستخدم مجموعة متنوعة من مزودي الخدمة لتشغيل خدمات
            الإعلانات والتحليلات، فإن بعض هذه الشركات قد تكون أعضاء في مبادرة
            إعلانات الشبكة ("NAI") أو برنامج التنظيم الذاتي لتحالف الإعلانات
            الرقمية ("DAA"). قد ترغب في زيارة
            http://www.networkadvertising.org/managing/opt_out.asp، التي توفر
            معلومات تتعلق بالإعلانات المستهدفة وإجراءات "إلغاء الاشتراك" لأعضاء
            NAI. قد ترغب أيضًا في زيارة http://www.aboutads.info/choices/، الذي
            يوفر معلومات بشأن الإعلانات المستهدفة ويقدم ميزة "إلغاء الاشتراك" من
            قبل الشركات المشاركة في برنامج DAA للتنظيم الذاتي.
          </p>
          <p className={"section-title"}>محتوى وروابط لأطراف اخرى</p>
          <p>
            قد يتم استضافة محتوى معين تم العثور عليه في المنصات وتخدمه أطراف
            اخرى. قد تحتوي المنصات أيضا على روابط مواقع ويب أو تطبيقات تابعة
            لجهة أخرى لا نتحكم بها. ويشمل ذلك روابط من المعلنين والجهات الراعية
            والشركاء المرتبطين بالمنصات. قد تستخدم هذه الروابط شعار Nejma أو
            شعار إحدى الشركات التابعة Nejma كجزء من اتفاقية العلامة التجارية
            المشتركة (على سبيل المثال، قد يقوم طرف ثالث ببيع أو تقديم منتجات أو
            خدمات Nejma). إضافة إلى ذلك، قد يتم تضمين محتوى Nejma على صفحات
            الويب والمواقع التي لا ترتبط بنا والتي ليس لنا سيطرة عليها.
          </p>
          <p>
            قد تقوم هذه الأطراف بجمع معلومات الاستخدام من خلال استخدام ملفات
            تعريف الارتباط الخاصة بها، أو أجهزة توجيه الويب، أو البرامج النصية
            المدمجة، كما يمكنها أيضا جمع البيانات بشكل مستقل أو طلب المعلومات
            الشخصية. لا تعد Nejma مسؤولة عن ممارسات الخصوصية التي يستخدمها أي
            طرف ثالث.
          </p>
          <p className={"section-title"}>
            الميزات الاجتماعية والتفاعلية؛ معلومات عامة
          </p>
          <p>المنتديات المجتمعية</p>
          <p>
            قد توفر لك المنصات الفرصة لمشاركة ونشر المحتوى بشكل عام من خلال
            الميزات التفاعلية وعبر وظائف الاتصال الأخرى ("المنتديات المجتمعية").
            يمكنك اختيار، من خلال هذه الميزات أو غير ذلك، إرسال أو نشر صور
            (والتي قد تشمل البيانات الخام) أو مقاطع فيديو أو أسئلة أو تعليقات أو
            اقتراحات أو محتوى آخر (يُشار إليها إجمالاً باسم "محتوى المستخدم").
            يرجى ملاحظة أنه قد يتم عرض معلومات معينة، مثل اسمك ومعلومات شخصية
            أخرى، بشكل عام على المنصات جنبًا إلى جنب مع محتوى المستخدم الخاص بك
          </p>
          <p>
            أي شيء تنشره في المنتديات المجتمعية يكون عامًا -سيتمكن الآخرون من
            الوصول إلى المحتوى الخاص بك ويمكنهم استخدامه أو مشاركته مع أطراف
            ثالثة. يمكن للآخرين الاطلاع على المعلومات أو المحتويات الأخرى التي
            تختار نشرها أو إتاحتها في المنتديات المجتمعية، وجمعها واستخدامها.
            إذا اخترت الكشف طوعًا عن المعلومات الشخصية، فسيتم اعتبار هذه
            المعلومات على أنها معلومات عامة ولن ينطبق إشعار الخصوصية هذا على هذه
            المعلومات. إذا قمت بإرسال محتوى مستخدم، فقد يتم نشره عبر الإنترنت أو
            دون اتصال في أي وقت. بالإضافة إلى ذلك، يجوز لنا استخدام محتوى
            المستخدم الخاص بك وأي جزء منه فيما يتعلق بأنشطتنا الإعلانية والتسويق
            والدعاية والترويجية.
          </p>
          <p>الميزات الاجتماعية</p>
          <p>
            قد تسمح بعض الوظائف في المنصات بالتفاعل بين المنصات وموقع ويب أو
            خدمة تفاعلية لجهة خارجية ("الميزات الاجتماعية"). على سبيل المثال، قد
            تمكّنك الميزات الاجتماعية من الإشارة من خلال موقع ويب أو خدمة
            تفاعلية إلى "إعجابك" بمنصة أو محتوى متاح على المنصة، أو "مشاركة"
            محتوى من المنصات. قد تسمح لك الميزات الاجتماعية أيضًا بتحميل أو
            تنزيل الصور أو مقاطع الفيديو من أو إلى حسابك على موقع ويب تابع لجهة
            خارجية أو خدمة تفاعلية، أو تسجيل الدخول إلى واحد أو أكثر من المنصات
            باستخدام بيانات اعتماد الوصول الخاصة بك لموقع ويب تابع لطرف ثالث أو
            خدمة تفاعلية.
          </p>
          <p>
            إذا اخترت استخدام الميزات الاجتماعية، فقد يتم عرض معلومات معينة،
            والتي قد تتضمن معلوماتك الشخصية، بشكل عام، وقد يتمكن موقع الطرف
            الثالث أو الخدمة التفاعلية المستخدمة فيما يتعلق بالميزات الاجتماعية
            (ومستخدميها) من الوصول إلى معلومات عنك واستخدامك لمنصاتنا. وبالمثل،
            إذا نشرت معلومات على موقع ويب تابع لجهة خارجية أو خدمة تفاعلية تشير
            إلى المنصات (على سبيل المثال، باستخدام علامة التصنيف المرتبطة
            بالمنصات في تغريده أو تحديث الحالة)، فقد يتم نشر مشاركتك على المنصات
            وفقًا للشروط موقع ويب أو خدمة تفاعلية تابعة لجهة خارجية، وقد نقوم
            بجمع المعلومات في منشورك.
          </p>
          <p>
            قد نتلقى معلومات عنك من جهات خارجية تقوم بتوفير ميزات اجتماعية
            تتفاعل مع منصات العمل الخاصة بنا. على سبيل المثال، إذا أخترت استخدام
            الميزات الاجتماعية، فإنك تسمح لنا بجمع (أو الطرف الثالث) بمشاركة
            معلومات عنك، بما في ذلك المعلومات الشخصية، المرتبطة باستخدام موقع
            الطرف الثالث على الويب أو الخدمة التفاعلية. قد يسمح لك موقع الويب
            الخاص بالجهة الخارجية أو الخدمة التفاعلية بإزالة التطبيق أو الميزة،
            وفي هذه الحالة لن نجمع المعلومات عنك من خلال التطبيق أو الخدمة،
            ولكننا قد نحتفظ بالمعلومات التي تم تجميعها مسبقا وفقا لسياسات
            الخصوصية الخاصة بالجهة الخارجية المعنية. بالإضافة إلى ذلك، قد نتلقى
            معلومات عنك إذا قام مستخدمين آخرون لموقع أو ميزة أو تطبيق من طرف
            ثالث بإعطائنا حق الوصول إلى ملفاتهم الشخصية وأنت أحد "اتصالاتهم" أو
            المعلومات الخاصة بك التي يمكن الوصول إليها من خلال مشاركاتك أو صفحة
            "اتصالات" على الويب أو صفحة ملف التعريف أو صفحة مماثلة على موقع
            التواصل الاجتماعي لجهة أخرى أو ميزة أو تطبيق. تخضع المعلومات التي
            نجمعها فيما يتعلق بالميزات الاجتماعية إلى إشعار الخصوصية هذا.
            المعلومات التي يتم جمعها وتخزينها من قبل الطرف الثالث تظل خاضعة
            لممارسات خصوصية الطرف الثالث، بما في ذلك ما إذا كان الطرف الثالث
            يستمر في تبادل المعلومات معنا، وأنواع المعلومات المشتركة، واختياراتك
            فيما يتعلق بما يراه الآخرون على الموقع الشبكي أو الخدمة المذكورة من
            قبل الطرف الثالث.
          </p>
          <p>مستوردي جهات الاتصال</p>
          <p>
            قد تسمح لك المنصات أيضا باستيراد معلومات عن نفسك أو عن أي أطراف اخرى
            من موقع ويب تابع لجهة خارجية أو خدمة تفاعلية. على سبيل المثال، قد
            تسمح لك المنصات بتوفير معلومات تسجيل الدخول إلى حساب التقويم الخاص
            بك حتى يمكن للمنصات استيراد عناصر التقويم الخاصة بك (مثل أيام
            الميلاد). كمثال آخر، قد تسمح لك "المنصات" بتوفير حساب البريد
            الإلكتروني الخاص بك بحيث يمكن "المنصات" استيراد جهات الاتصال أو
            قائمة الأشخاص الذين قمت بالتواصل معهم. من خلال توفير معلومات تسجيل
            الدخول في حسابك في أي موقف مشابه، فأنت بذلك توافق على ان تقوم Nejma،
            أو أي طرف ينوب عنها بأن تستورد معلوماتك من منصات العمل. إذا لم
            توافق، فلن نقوم بتخزين كلمة المرور التي تقدمها إذا قمت باستيراد
            معلومات من مصدر آخر.
          </p>
          <p>شهادات</p>
          <p>
            قد نقوم بنشر شهادات العملاء على منصات العمل التي قد تحتوي على محتوى
            المستخدم أو المعلومات الشخصية. نحن نحصل على موافقتك لنشر اسمك مع
            شهادتك (عادة عبر البريد الإلكتروني أو الرسائل الفورية) قبل نشر
            الشهادة على منصات العمل. ومع ذلك، إذا كنت ترغب في طلب إزالة شهادتك،
            يرجى الاتصال بنا على الموقع support@nejma.co.
          </p>
          <h2 className={"section-title"}>سيطرتنا على معلوماتك </h2>
          <p>
            قد توفر Nejma وظائف لبعض الأنظمة الأساسية لتحديث معلومات الاتصال
            و/أو التفضيلات الخاصة بك من خلال قسم "حسابي" (أو ما شابه ذلك). إذا
            قمت بتقديم طلب لتحديث معلومات الاتصال الخاصة بك، فإن Nejma سيقوم
            بجهود بنية حسنة لإجراء التغييرات المطلوبة في قواعد البيانات النشطة
            في وقت ما في أقرب وقت ممكن عمليا. ولكن لاحظ أن المعلومات قد تستمر
            داخليا لأغراض إدارة نجمة وأن البيانات المتبقية قد تظل على وسائل
            الإعلام الاحتياطية أو لأسباب أخرى. الرجاء أيضا ملاحظة أنه إذا كنت
            مستخدما لأحد تطبيقاتنا، فقد تتمكن من مراجعة وتحديث معلوماتك الشخصية
            أو تفضيلاتك فقط من خلال موقع الويب المقترن بهذا التطبيق.
          </p>
          <p>
            قد تختار عدم تلقي رسائل البريد الإلكتروني التسويقية منا من خلال
            اتباع تعليمات عدم الاستخدام التي تقدم لك في هذه الرسائل الإلكترونية.
            الرجاء ملاحظة أننا نحتفظ بحق إرسال بعض الاتصالات المتعلقة باستخدامك
            للمنصات، وقد لا تتأثر هذه الرسائل التجارية إذا أخترت عدم المشاركة في
            الاتصالات التسويقية.
          </p>
          <p>
            لاختيار عدم إستلام البريد المباشر، يمكنك الاتصال بنا من خلال "دعم
            العملاء" على العنوان support@nejma.co.
          </p>
          <p>
            ملاحظة: لأن رسائل البريد غالبا ما تكون جاهزة مسبقا بشكل جيد، فقد
            تستمر، لفترة من الوقت، في تلقي بعض العروض بعد إرسال طلبك.
          </p>
          <h2 className={"section-title"}>مسائل أخرى</h2>
          <p>الامتثال لسياسات حماية الخصوصية</p>
          <p>
            تلتزم Nejma بإطار درع الخصوصية بين الاتحاد الأوروبي والولايات
            المتحدة كما هو محدد من قبل وزارة التجارة الأمريكية فيما يتعلق
            باستلام المعلومات الشخصية وجمعها واستخدامها والاحتفاظ بها من الدول
            الأعضاء في الاتحاد الأوروبي اعتمادًا على سياسات حماية الخصوصية.
            صادقت Nejma على أنها تلتزم بمبادئ حماية الخصوصية للإشعار والاختيار
            والمساءلة عن النقل الداخلي والأمن وتكامل البيانات والوصول واللجوء
            والإنفاذ والمسؤولية. إذا كان هناك أي تعارض بين السياسات الواردة في
            سياسة الخصوصية هذه ومبادئ درع الخصوصية، فستحكم مبادئ درع الخصوصية.
            لمعرفة المزيد حول مبادئ درع الخصوصية، ولعرض شهادة Nejma، يرجى زيارة
            www.privacyshield.gov.
          </p>
          <p>
            في هذا القسم المتعلق بالامتثال لدرع الخصوصية، تشير Nejma فقط إلى
            كيانات Nejma المدرجة في شهادة درع الخصوصية خاصة شركة Nejma .
          </p>
          <p>
            تستقبل Nejma المعلومات الشخصية التي تجمعها بعض الشركات التابعة لها
            وتحولها وفقًا لإطار عمل حماية الخصوصية بين الاتحاد الأوروبي
            والولايات المتحدة للأغراض الموضحة في سياسة الخصوصية. إذا قام أحد هذه
            الشركات التابعة بجمع معلومات شخصية بموجب سياسة خصوصية مختلفة عن هذه
            الخصوصية، فستلتزم Nejma بسياسة أكثر صرامة.
          </p>
          <p>الشكاوى والاستفسارات</p>
          <p>
            امتثالًا لمبادئ درع الخصوصية بين الاتحاد الأوروبي والولايات المتحدة،
            تلتزم Nejma بحل الشكاوى المتعلقة بامتثالها لخصوصيتك وجمعنا أو
            استخدامنا للمعلومات الشخصية. يجب على الأفراد في الاتحاد الأوروبي
            الذين لديهم استفسارات أو شكاوى بخصوص سياسة الخصوصية هذه الاتصال
            أولاً بNejma على support@nejma.co. ستجيب Nejma على كل هذه
            الاستفسارات والشكاوى في غضون خمسة وأربعين (45) يومًا من استلامها.
          </p>
          <p>
            تحصل نجمة على حق الوصول إلى المعلومات الشخصية التي تجمعها بعض
            الشركات التابعة ومعالجتها وتحويلها وفقًا لإطار عمل حماية الخصوصية
            بين الاتحاد الأوروبي والولايات المتحدة للأغراض الموضحة في سياسة
            الخصوصية هذه.
          </p>
          <p>حق الانتصاف الذاتي</p>
          <p>
            تلتزم Nejma أيضًا بإحالة شكاوى الخصوصية التي لم يتم حلها بموجب مبادئ
            درع الخصوصية بين الاتحاد الأوروبي والولايات المتحدة إلى BBB EU
            PRIVACY SHIELD ، وهو مزود بديل غير ربحي لتسوية المنازعات يقع في
            الولايات المتحدة ويديره مجلس مكاتب الأعمال الأفضل. إذا لم تتلق
            إشعارًا بالشكوى في الوقت المناسب، أو إذا لم يتم التعامل مع شكواك
            بشكل مرضٍ، فيرجى زيارة
            http://bbb.org/EU-privacy-shield/for-eu-consumers لمزيد من المعلومات
            ولتقديم شكوى. إذا لم تحل شكواك من قبل كل من Nejma ولا مجلس مكاتب
            الأعمال، فقد يكون لديك اللجوء الى التحكيم الملزم أمام لائحة حماية
            الخصوصية.
          </p>
          <p>المعلومات المنتظرة النقل</p>
          <p>
            تتعاقد Nejma مع أطراف اخرى تقوم بمعالجة المعلومات الشخصية ضمن نطاق
            حماية الخصوصية. تحجم هذه العقود من إمكانية حصولهم على المعلومات
            الشخصية واستعمالها والكشف عنها بما يتوافق مع التزامات حماية الخصوصية
            لشركة Nejma. وقد تكون Nejma مسؤولة عن الأضرار إذا لم تمتثل تلك
            الأطراف لالتزاماتها التعاقدية.
          </p>
          <p>اللجنة الفيدرالية للتجارة</p>
          <p>
            تخضع Nejmaلسلطات التحقيق والإنفاذ التابعة للجنة الفيدرالية للتجارة.
          </p>
          <p>الإفصاحات المطلوبة</p>
          <p>
            قد يُطلب من Nejmaالإفصاح عن المعلومات الشخصية استجابةً للدعوى
            القانونية من السلطات العامة، بما في ذلك تلبية متطلبات الأمن القومي
            أو إنفاذ القانون.
          </p>
          <p>الوصول (الولوج الى)</p>
          <p>
            تقر Nejma بأن لأفراد الاتحاد الأوروبي الحق في الوصول إلى المعلومات /
            البيانات الشخصية التي نحتفظ بها عنهم. مع مراعاة بعض الاستثناءات، عند
            الطلب وشريطة أن تزودنا بمعلومات كافية لتأكيد هويتك، ستقدم لك
            Nejmaالمعلومات الشخصية التي جمعتها بغرض تمكينك من تصحيح أو تعديل أو
            حذف أي معلومات غير دقيقة. يمكنك تقديم هذا الطلب من خلال التعاقد
            معنا. إذا لم تتمكن Nejmaمن تقديم المعلومات التي تطلبها في غضون 30
            يومًا من استلام طلبك، فستقدم لك Nejmaجدولًا زمنيًا لتقديم المعلومات
            المطلوبة. إذا رفضت Nejmaالوصول إلى معلوماتك الشخصية، فستشرح Nejmaسبب
            رفض الوصول وستمنحك معلومات للتواصل لمزيد من الاستفسارات بشأن رفض
            الوصول.
          </p>
          <p>الاستخدام والاختيار</p>
          <p>
            لن تعالج Nejmaالمعلومات الشخصية المتعلقة بأفراد الاتحاد الأوروبي
            المحتفظين بالاعتماد على "درع الخصوصية" لأغراض أخرى غير الأغراض التي
            تم الحصول على المعلومات من أجلها أو تم التصريح بها لاحقًا من قبل فرد
            الاتحاد الأوروبي، ما لم يوافق الفرد بشكل صريح وقاطع على المعالجة، أو
            ما لم ينطبق الاستثناء. يمكن لأفراد الاتحاد الأوروبي الاتصال بـ Nejma
            على support@nejma.co في أي وقت لسحب الموافقة، وفي هذه الحالة لن تتم
            معالجة المعلومات الشخصية للشخص بشكل أكبر. يمكن لأفراد الاتحاد
            الأوروبي أيضًا الاتصال بـ Nejma لإلغاء الاشتراك في مشاركة Nejma
            للمعلومات الشخصية مع معظم الجهات الخارجية، باستثناء تلك اللازمة
            لمعالجة في منصات Nejma، وفقًا لما يقتضيه القانون، أو حسب الضرورة
            لحماية شركات Nejma ومستخدميها.
          </p>
          <p>خصوصية الأطفال</p>
          <p>
            هذه المنصات غير مخصصة للأطفال، ولا تجمع Nejma عن قصد أي المعلومات من
            الأشخاص الذين تقل أعمارهم عن ثلاثة عشر عاما (١٣ عاما). وإذا علمنا
            أننا قمنا عن غير قصد بجمع المعلومات من شخص دون سن ١٣ سنة، فسوف نبذل
            جهودا لحذف تلك المعلومات من قواعد البيانات الخاصة بنا.
          </p>
          <p>أمن البيانات</p>
          <p>
            نتخذ خطواتنا للمساعدة في حماية وتأمين المعلومات الشخصية المقدمة
            إلينا ضد الوصول أو التعديل أو التدمير غير المصرح به أو غير القانوني.
            على سبيل المثال، إذا أدخلت معلومات حساسة مثل رقم بطاقة الائتمان ورقم
            CVC2 في نماذج الدفع، فإننا أو شركاء الخدمة لدينا نستخدم تقنية أمان
            طبقة النقل (TSL) للمساعدة في حماية المعلومات الحساسة أثناء الإرسال.
            ومع ذلك، يرجى ملاحظة أنه لا يمكن ضمان أن يكون النقل عبر الإنترنت أو
            الشبكات اللاسلكية والتخزين الإلكتروني للمعلومات آمنًا بنسبة 100٪.
            لذلك، لا يمكننا ضمان أو ضمان أمن أي معلومات نجمعها. أنت تستخدم
            منصاتنا وتزودنا بمعلوماتك على مسؤوليتك الخاصة.
          </p>
          <p>التغييرات على إشعار الخصوصية</p>
          <p>
            يجوز لنا تغيير هذا الإشعار في أي وقت دون اعلامك. قد نرسل إليك أيضًا
            إشعارًا بطرق أخرى وفقًا لتقديرنا، مثل معلومات الاتصال التي قدمتها.
            ستكون أي تغييرات سارية المفعول فور نشر إشعار الخصوصية المعدل.
          </p>
          <p>
            كما هو الحال دائمًا، إذا كانت لديك أي أسئلة، فلا تتردد في الاتصال
            بنا من خلال قسم خدمة العملاء.
          </p>
          <p>الموافقة على النقل</p>
          <p>
            يرجى الانتباه إلى أن المعلومات التي نجمعها من خلال المنصات قد يتم
            نقلها إلى الولايات المتحدة ومعالجتها، حيث قد لا تكون قوانين الخصوصية
            هناك مثل تلك الموجودة في البلد الذي تقيم فيه و / أو تكون مواطنًا
            فيه. باستخدام منصاتنا أو تزويدنا بأي معلومات، فإنك تقر وتوافق على
            نقل معلوماتك ومعالجتها وتخزينها في الولايات المتحدة، أو أي دول أخرى
            قد تختارها Nejma وفقًا لتقديرها الخاص.
          </p>
          <p>الاتصال بنا</p>
          <p>
            إذا كان لديك أي أسئلة أو تعليقات أو شكاوى حول خصوصيتك وجمعنا
            لمعلوماتك الشخصية أو استخدامها، يرجى الاتصال بنا عن طريق:
          </p>
          <p>خدمة العملاء: support@nejma.co</p>
          <p>
            العنوان البريدي:
            <br /> c/o Nejma FZ-LLC
            <br /> 5 مبنى intech ، الطابق الأرضي
            <br />
            دبي، الامارات العربية المتحدة
          </p>
        </div>
      </div>
    </Row>
  );
}
